Repository: DirectumCompany/rx-template-recurringactionitems
Catalog: DirRX.LocalActs/DirRX.LocalActs.Shared/Reports/ApproversWorkStatisticsReport/ApproversWorkStatisticsReport.*.resx
Languages: ru

# DocumentApprovalStatisticsReport
source: Document approval statistics
ru: Статистика согласования документов

source: Business unit
ru: Наша организация

# Department
source: Division
ru: Подразделение согласующего

source: Prepared by
ru: Подготовил

# BeginDate
source: Validity start date
ru: Дата начала

# EndDate
source: Validity end date
ru: Дата завершения

# DocKinds
source: Document kind
ru: Вид документа

# Period
source: Period: {0} - {1}
ru: Период: {0} - {1}

# TotalCount
source: Total document count
ru: Общее количество документов

# PercentTitle
source: Percent of documents approved in time
ru: Процент согласования документов в срок

# OutOfTime
source: Overdue
ru: С нарушением срока

# HeadId
source: ID
ru: ИД

# Document
source: Document: {0}
ru: Документ: {0}

# HeadPlanDate
source: Planned Date
ru: План. дата

# HeadActualDate
source: Actual Date
ru: Факт. дата

# SubjectTemplate
source: Subject: {0}
ru: Тема: {0}

# PeriodFrom
source: from {0}
ru: с {0}

# PeriodTill
source: to {0}
ru: по {0}

# Print
source: Printed by _____________________ / {0}/ {1}
ru: Распечатал _____________________ / {0}/ {1}

# ApproversWorkStatisticsReport
source: TODO
ru: Статистика по работе согласующих

source: Approver
ru: Согласующий

source: Manager
ru: Руководитель

# DocType
source: TODO
ru: Документ

source: Subject
ru: Тема

source: Standard form
ru: Типовая форма

# DocumentsRecieved
source: TODO
ru: Получено документов на согласование

# AverageApproveTime
source: TODO
ru: Средний срок согласования, раб. дн.

# OverdueCount
source: TODO
ru: Количество просроченных заданий

# OverdueAverageValue
source: TODO
ru: Среднее время просрочки, раб. дн.

# Total
source: TODO
ru: Всего

# RecievedAssignmentsCount
source: TODO
ru: Получено заданий на согласование

# Including
source: TODO
ru: в том числе:

# Reviewed
source: TODO
ru: рассмотрено

# InProcess
source: TODO
ru: находятся на рассмотрении

# StandardFormTemplate
source: Standard form: {0}
ru: Типовая форма: {0}

# DocKindTemplate
source: Document kind: {0}
ru: Вид документа: {0}

# SelectDepartments
source: TODO
ru: Выбрать подразделения

# SelectDocKind
source: TODO
ru: Выбрать вид документа
