Repository: DirectumCompany/rx-template-recurringactionitems
Catalog: DirRX.Solution/DirRX.Solution.Shared/ApprovalCheckingAssignment/ApprovalCheckingAssignmentSystem.*.resx
Languages: ru

# Action_Recycling
source: For Major Rework
ru: На переработку

# Action_RecyclingDescription
source: Document is not approved and requires major rework.
ru: Документ не согласован, необходима значительная переработка.

# Action_RecyclingHint
source: Send Document for Major Rework
ru: Отправить документ на переработку

# Action_RecyclingConfirmationMessage
source: Are you sure you want to send the document for major rework?
ru: Действительно отправить документ на переработку?

# Action_ForReworkHint
source: Send Document for Rework
ru: Отправить документ на доработку

# Action_ForReworkDescription
source: Document is not approved and requires minor rework.
ru: Документ не согласован, необходима незначительная доработка.

# Property_IsRiskConfirmation
source: Risk confirmation stage
ru: Этап подтверждения рисков

# DisplayName
source: Assignment
ru: Задание

# Action_RequestInititator
source: Send Request to Initiator
ru: Запрос инициатору

# Action_RequestInititatorDescription
source: Initiator will receive an assignment in the system and will reply to a comment.
ru: Инициатор согласования получит задание в системе и предоставит ответ на комментарий.

# Action_RequestInititatorHint
source: Send Request to Approval Initiator
ru: Отправить запрос инициатору на согласование

# Property_StageSubject
source: Approval stage subject
ru: Тема из этапа согласования

# Property_Denied
source: Denied
ru: Отказано

# Action_Deny
source: Deny
ru: Отказать

# Action_DenyDescription
source: Reject approval and signing of the document since further approval has become meaningless, or there are some insuperable obstacles, etc.
ru: Отмена согласования и подписания документа по причине нецелесообразности дальнейшего согласования, наличия неустранимых препятствий и т.д.

# Action_DenyHint
source: Abort Document Approval
ru: Прекратить согласование документа

# Action_DenyConfirmationMessage
source: Signatory
ru: Вы действительно хотите прекратить согласование документа?

# Property_Signatory
source: To sign by
ru: На подпись

# ControlGroup_9c0b1b4652ad47559d6859db74260d92
source: Approval Settings
ru: Параметры согласования

# Action_AcceptHint
source: Complete Assignment
ru: Выполнить

# Action_AcceptDescription
source: Confirm completion of an assignment or an action item.
ru: Подтверждение выполнения поручения/задания.

# Property_SubjectTransaction
source: Deal subject
ru: Предмет сделки

# Enum_SubjectTransaction_OCorHMA
source: Fixed asset or intangible asset
ru: ОС или НМА

# Enum_SubjectTransaction_NonCurrentAsset
source: Noncurrent asset
ru: Внеоборотный актив

# Enum_SubjectTransaction_Another
source: Other
ru: Другое
