Repository: DirectumCompany/rx-template-recurringactionitems
Catalog: DirRX.ContractsCustom/DirRX.ContractsCustom.Shared/MemoForPayment/MemoForPaymentSystem.*.resx
Languages: ru

# Property_IsHighUrgency
source: High urgency
ru: Высокая срочность

# Property_UrgencyReason
source: Reason for urgency
ru: Причина срочности

# Property_Supervisor
source: Supervisor
ru: Куратор

# Property_ResponsibleEmployee
source: Assignee
ru: Исполнитель

# Property_Territory
source: Territory
ru: Территория

# Enum_Territory_LlkInt
source: 0L. LLK International (except for territorial branches and territorial production companies)
ru: 0L. ЛЛК-Интернешнл (кроме ТФ и ТПП)

# Enum_Territory_LlkIntTyumen
source: 0T. Tyumen branch office of LLK-International LLC
ru: 0T. Тюменский филиал ООО ЛЛК-Интернешнл

# Enum_Territory_TppPerm
source: 0P. Territorial Production Company in Perm
ru: 0P. ТПП в Перми

# Enum_Territory_TppVolgograd
source: 0V. Territorial Production Company in Volgograd
ru: 0V. ТПП в Волгограде

# Property_PaymentCondition
source: Payment condition
ru: Условие платежа

# Enum_PaymentCondition_Prepayment
source: Prepayment
ru: Предоплата

# Enum_PaymentCondition_Delay
source: Delay
ru: Отсрочка

# Enum_PaymentCondition_Other
source: Other payment conditions
ru: Иные условия платежа

# Property_DaysOfDelay
source: Days of delay
ru: Дней отсрочки

# DisplayName
source: Requisition to Payment Without Contract
ru: Заявка на оплату без договора

# AccusativeDisplayName
source: Requisition to Payment Without Contract
ru: Заявку на оплату без договора

# CollectionDisplayName
source: Requisitions to Payment Without Contract
ru: Заявки на оплату без договора

# Property_DocumentKind
source: Reason for payment
ru: Основание платежа

# Property_Note
source: Reason for payment without contract
ru: Обоснование платежа без договора

# ControlGroup_42612188cf984a66a4cc5c674787d208
source: *Reason for Payment Without Contract
ru: *Обоснование платежа без договора

# Property_OurSignatory
source: Signatory
ru: Подписант

# Enum_LifeCycleState_Draft
source: Draft
ru: Новый

# Enum_LifeCycleState_Active
source: Payment approved
ru: Оплата согласована

# Enum_LifeCycleState_Obsolete
source: Payment not approved
ru: Оплата не согласована

# Property_CoExecutor
source: Co-performer
ru: Соисполнитель

# Property_Assignee
source: Assignee
ru: Исполнитель

# Property_AccountNumber
source: Account number
ru: № счета

# Property_TotalAmount
source: Total amount
ru: Сумма счета
