Repository: DirectumCompany/rx-template-recurringactionitems
Catalog: DirRX.Brands/DirRX.Brands.Shared/ModuleSystem.*.resx
Languages: ru

# DisplayName
source: Products and Trademarks
ru: Продукты и товарные знаки

# CoverTitle
source: Products and Trademarks
ru: Продукты и товарные знаки

# JobDisplayName_5ad47ed0c763468598230c3ae3ad9724
source: Send Notice Assignments About New Product Names
ru: Рассылка заданий-оповещений о новых наименованиях продуктов

# JobDescription_5ad47ed0c763468598230c3ae3ad9724
source: Send notice assignments about new records in the "Word Marks" databook.
ru: Рассылка заданий-оповещений о появлении новых записей в справочнике "Словесные обозначения".

# CoverGroup_Brands
source: Trademarks
ru: Товарные знаки

# CoverDescription
source: Module is designed to store information about trademark registration.
ru: Модуль предназначен для хранения информации о регистрации товарных знаков.

# CoverAction_BrandRegistrations
source: Trademark Register
ru: Реестр товарных знаков

# CoverDescription_BrandRegistrations
source: Register contains the list of registered trademarks.
ru: Реестр содержит список зарегистрированных товарных знаков.

# CoverGroup_ProductName
source: Product Names
ru: Наименования продуктов

# CoverAction_ProductName
source: Product Names
ru: Наименования продуктов

# CoverDescription_ProductName
source: Stores information about product names.
ru: Хранит информацию о наименованиях продуктов.

# CoverAction_WordMark
source: Word Marks
ru: Словесные обозначения

# CoverDescription_WordMark
source: Stores information about word and letter marks in product names.
ru: Хранит информацию о словесных и буквенных обозначениях в наименованиях продуктов.

# CoverGroup_LinkedInformation
source: Related Information
ru: Связанная информация

# CoverAction_ProductKind
source: Product Kinds
ru: Виды товаров

# CoverDescription_ProductKind
source: Stores information about product kinds.
ru: Хранит информацию о видах товаров.

# CoverAction_ProductGroup
source: Product Groups
ru: Товарные группы

# CoverDescription_ProductGroup
source: Stores information about product groups.
ru: Хранит информацию о товарных группах.

# CoverAction_Countries
source: Countries
ru: Страны

# CoverDescription_Countries
source: Stores information about the list of countries.
ru: Хранит информацию о списке стран.

# CoverAction_BrandRegistrImportXlsx
source: Import Data About Trademark Registrations
ru: Загрузить данные о регистрации товарных знаков

# CoverDescription_BrandRegistrImportXlsx
source: Bulk import of the trademark registration data from a Microsoft Excel file.
ru: Массовое занесение данных о регистрации товарных знаков из файла Microsoft Excel.

# JobDisplayName_abfa9a5f55c34863818876c8c0af427e
source: Change Status of Trademarks with Expired Registration
ru: Изменение статуса у истекших регистраций товарных знаков

# JobDescription_abfa9a5f55c34863818876c8c0af427e
source: When the expiration date of the registration period comes, change the registration status to "Expired".
ru: При наступлении срока окончания действия регистрации изменить статус регистрации на "Истек срок".

# JobDisplayName_1d97a0e9ee00456f8fb8ee634cbd3852
source: Send Notices About Expiration of Registration Period
ru: Рассылка уведомлений о приближении срока окончания регистраций

# JobDescription_1d97a0e9ee00456f8fb8ee634cbd3852
source: Send notices that the trademark registration period will expire soon.
ru: Рассылка уведомлений о приближении срока окончания регистраций товарных знаков.
