Repository: DirectumCompany/rx-template-recurringactionitems
Catalog: DirRX.ContractsCustom/DirRX.ContractsCustom.Shared/ShippingPackage/ShippingPackageSystem.*.resx
Languages: ru

# Property_Name
source: Name
ru: Наименование

# DisplayName
source: Package for Sending
ru: Пакет на отправку

# AccusativeDisplayName
source: Package for Sending
ru: Пакет на отправку

# CollectionDisplayName
source: Packages for Sending
ru: Пакеты на отправку

# Property_Counterparty
source: Counterparty
ru: Контрагент

# Property_DeliveryMethod
source: Delivery method
ru: Способ доставки

# Property_ShippingAddress
source: Delivery address
ru: Адрес доставки

# Property_Contact
source: Counterparty contact person
ru: Контакт контрагента

# Property_ContactPhone
source: Counterparty contact person phone
ru: Телефон контакта к/а

# Property_Employee
source: Our contact person
ru: Наш контакт

# Property_EmployeePhone
source: Phone
ru: Телефон

# Property_Subject
source: Subject
ru: Содержание

# Property_Date
source: Document package generation date
ru: Дата формирования пакета документов

# Property_AcceptedDate
source: Accepted for sending at
ru: Дата принятия к отправке

# Property_SendedDate
source: Document package sent at
ru: Дата отправки пакета

# Property_PackageStatus
source: Status
ru: Статус

# Enum_PackageStatus_Init
source: New
ru: Новый

# Enum_PackageStatus_Accepted
source: Accepted for sending
ru: Принят к отправке

# Enum_PackageStatus_Sent
source: Sent
ru: Отправлен

# Property_Documents
source: Document package list
ru: Перечень документов пакета

# ControlGroup_c71796ee904646faa44dd5db4ab017c2
source: Document Package List
ru: Перечень документов пакета

# Action_Print
source: Print Envelope
ru: Напечатать конверт

# Action_PrintDescription
source: Print an envelope for the document package.
ru: Печать конверта для пакета документов.

# Action_PrintHint
source: Print Document Package Envelope
ru: Печать конверта пакета

# Action_Accepted
source: Accepted for Sending
ru: Принято к отправке

# Action_AcceptedDescription
source: The "Accepted for Sending" status and the date of acceptance for sending will be set for all selected document packages.
ru: Для всех выделенных пакетов документов устанавливается статус "Принято к отправке" и фиксируется дата принятия к отправке.

# Action_AcceptedHint
source: Set "Accepted for Sending" Status
ru: Установить статус "Принято к отправке"

# Action_Sent
source: Sent
ru: Отправлено

# Action_SentDescription
source: Status "Sent" and the send date will be set for all selected document packages.
ru: Для всех выделенных пакетов документов устанавливается статус "Отправлено" и фиксируется дата отправки.

# Action_SentHint
source: Set "Sent" Status
ru: Установить статус "Отправлен"

# Ribbon_Group_69897e0f5e7d4e91aa43859424667e9b
source: Print
ru: Печать

# Ribbon_PackageGroup_dcd0b96458f94a58af452971933ddbc1
source: Manage Document Packages
ru: Работа с пакетами документов

# FilterPanel_StatusGroup_fd2034186a714d768454a0da8271dfd9
source: Document Package Status
ru: Статус пакета документов

# FilterPanel_DeliveryMethodGroup_708c9aed498f447b9990683ed248df9a
source: Delivery Method
ru: Способ доставки

# FilterPanel_CounterpartyGroup_633d077155ce4e18a51af2244ef4a1fe
source: Counterparty
ru: Контрагент

# FilterPanel_DateGroup_12f1273b0813402db6eb23bcc4cb7368
source: Date of Document Package Creation
ru: Дата формирования пакета

# FilterPanel_InitFlag_e9ae1b3c1df64d928c7c56398e0222cd
source: New
ru: Новый

# FilterPanel_AcceptedFlag_8cbce2d9f35e44c6ad4cca7596e73d21
source: Accepted for Sending
ru: Принят к отправке

# FilterPanel_SentFlag_c8f5a393acb64106ae2b2ed796e8b5a5
source: Sent
ru: Отправлен

# FilterPanel_7Flag_17d278a275c647319d434e1b18d426b7
source: Last 7 Days
ru: Последние 7 дней

# FilterPanel_30Flag_fafdbbef9704447f883ceb9e529c16a2
source: Last 30 Days
ru: Последние 30 дней

# FilterPanel_90Flag_432bc02e64f94a06ba5a55c1b72f3546
source: Last 90 Days
ru: Последние 90 дней

# FilterPanel_PeriodFlag_3bd834cc1e4943f79321fd6ca74c91ad
source: User-defined Period
ru: Произвольный период

# FilterPanel_QuarterFlag_432bc02e64f94a06ba5a55c1b72f3546
source: Last 90 Days
ru: Последние 90 дней

# FilterPanel_WeekFlag_17d278a275c647319d434e1b18d426b7
source: Last 7 Days
ru: Последние 7 дней

# FilterPanel_MonthFlag_fafdbbef9704447f883ceb9e529c16a2
source: Last 30 Days
ru: Последние 30 дней

# Property_SendedEmployee
source: Sent By
ru: Отправил

# Action_CancelAccepted
source: Abort "Accepted for Sending" Action
ru: Отмена действия "Принято к отправке"

# Action_CancelAcceptedDescription
source: Abort the "Accepted for Sending" action.
ru: Отмена действия "Принято к отправке".

# Action_CancelAcceptedHint
source: Abort "Accepted for Sending" Action
ru: Отменить действие "Принято к отправке"
