Repository: DirectumCompany/rx-template-recurringactionitems
Catalog: DirRX.Solution/DirRX.Solution.Shared/ApprovalSigningAssignment/ApprovalSigningAssignmentSystem.*.resx
Languages: ru

# Action_Recycling
source: For Major Rework
ru: На переработку

# Action_RecyclingDescription
source: Send the document for major rework and full approval cycle.
ru: Отправка документа на переработку и полный круг согласования.

# Action_RecyclingHint
source: Send Document for Major Rework
ru: Отправить документ на переработку

# Action_RecyclingConfirmationMessage
source: Are you sure you want to send the document for major rework?
ru: Вы действительно хотите отправить документ на переработку?

# Property_ForRecycle
source: For major rework
ru: На переработку

# Action_AddSubscribers
source: Add Subscriber
ru: Добавить подписчика

# Action_AddSubscribersDescription
source: The subscribers will receive notices that they are added. Within this notice, they will have access to the task and attached documents.
ru: Подписчики получат уведомления о том, что они добавлены, и в рамках уведомления получат доступ к задаче и права на просмотр вложенных документов.

# Action_AddSubscribersHint
source: Add Subscriber to Task in Process
ru: Добавление подписчика в уже стартованную задачу

# Property_Subscribers
source: Subscribers
ru: Подписчики

# ControlGroup_6d03b7de120248d9986e271ea534dfd6
source: Approval Form
ru: Лист согласования

# ControlGroup_43edb78565d44e739ab8183252a37735
source: Delivery Method
ru: Способ доставки

# ControlGroup_323ce45888934d359d03aaa7ac692379
source: Document Requisites
ru: Реквизиты документа

# Control_79a97bc231e6418a85ecd95ae8c2a405_EmptyText
source: Specify subscribers...
ru: Укажите подписчиков...

# Action_CreateInitiatorTaskAction
source: Request to Initiator
ru: Запрос инициатору

# Action_CreateInitiatorTaskActionDescription
source: The initiator of the approval will receive an assignment to answer the request.
ru: Инициатор согласования получит задание в cистеме и предоставит ответ на комментарий.

# Action_CreateInitiatorTaskActionHint
source: Send Request to Initiator of Approval
ru: Отправить запрос инициатору на согласование

# ControlGroup_29cd5cae498c4de19305ba6f286db7b2
source: Signing Settings
ru: Параметры подписания

# Property_SignedDirRX
source: Signed by
ru: Подписал

# Property_ForWhomDirRX
source: On behalf of
ru: За кого
