Repository: DirectumCompany/rx-template-recurringactionitems
Catalog: DirRX.ActionItems/DirRX.ActionItems.Shared/NoticeSetting/NoticeSetting.*.resx
Languages: ru

# LabelInformation
source: In the list, select events, on which you want to receive notices. Specify priority for the events.Notice settings are made for the events that cannot be changed. To change them, contact your system administrator.
ru: Отметьте в списке те события, по которым вы хотели бы получать уведомления. Для событий укажите нужный приоритет поручений. Для недоступных на изменение событий уже создана настройка уведомлений. Для их изменения обратитесь к администратору.

# NoticeSettingNameTemplate
source: Set notices for {0} as the performer of role {1}
ru: Настройка уведомлений для {0} в качестве исполнителя роли {1}

# NoticeSettingAllUsersName
source: "All users"
ru: "Все пользователи"

# SameSettingExists
source: Setting for the selected role already exists. Select another role.
ru: Для выбранной роли уже существует настройка, выберите другую роль.

# ProbablySameSettingExists
source: Сurrent role setting might already exist. We recommend that you create settings by using the link on the module cover.
ru: Возможно, настройка для текущей роли существует. Рекомендуется создавать настройки по ссылке на обложке модуля.

# AssignmentNoticeStartsDescription
source: Creator initiated and sent the action item in the system
ru: Постановщик сформировал и отправил поручение в системе

# AssignmentNoticeAbortsDescription
source: Creator aborted execution of the action item
ru: Постановщик прекратил исполнение поручения

# AssignmentNoticeSixtyPercentDescription
source: 60% of time left before the deadline
ru: До срока исполнения осталось 60%

# AssignmentNoticeDeadlineExpiredDescription
source: Action item deadline has expired
ru: Исполнение поручения просрочено

# AssignmentNoticeEightyPercentDescription
source: 80% of time left before the deadline
ru: До срока исполнения осталось 80%

# AssignmentNoticeFortyPercentDescription
source: 40% of time left before the deadline
ru: До срока исполнения осталось 40%

# AssignmentNoticeTodayExpiredDescription
source: Action item deadline has come
ru: Наступил срок исполнения поручения

# AssignmentNoticeTwentyPercentDescription
source: 20% of time left before the deadline
ru: До срока исполнения осталось 20%

# AssignmentNoticeOnControlDescription
source: Action item executed by the assignee and awaits confirmation by the controller
ru: Поручение выполнено исполнителем и ожидает подтверждения контролером

# AssignmentNoticeControlerAcceptDescription
source: Execution of the action item is confirmed
ru: Исполнение поручения подтверждено

# AssignmentNoticeControlerReworkDescription
source: Controller sent the Action Item for correction
ru: Контролер отправил на доработку исполнение поручения

# AssignmentNoticePerformDescription
source: Assignee executed the action item that is not under control
ru: Поручение, не поставленное на контроль, выполнено исполнителем

# AssignmentNoticeEscalatedDescription
source: Action item was escalated
ru: Поручение эскалировано

# AssignmentNoticeAddTimeRequestDescription
source: Action item assignee requested to extend the deadline
ru: Исполнитель запросил продление срока по исполнению поручения

# AssignmentNoticeTimeAcceptDescription
source: Action item controller extended the deadline
ru: Контролер продлил срок исполнения поручения

# AssignmentNoticeRejectionDescription
source: Assignee rejected the action item
ru: Исполнитель отклонил исполнение поручения

# AssignmentNoticeAssigneeChangedDescription
source: New action item assignee was designated
ru: Назначен новый исполнитель по поручению

# AssignmentNoticeDeadlineChangedDescription
source: Action item deadline changed
ru: Скорректирован срок исполнения поручения

# AssignmentNoticeActionItemChangedDescription
source: Action item parameters changed
ru: Параметры поручения изменены

# AssignmentNoticeReturnDescription
source: Creator returned the action item to the assignee without changes
ru: Постановщик вернул поручение исполнителю без изменений

# EscalatedTo
source: Action item escalated to {0}
ru: Поручение эскалировано на {0}

# AssignmentPercentForSubcriberDescription
source: {0}% of time left before the deadline for the action item, which you are subscribed to
ru: До срока исполнения поручения, по которому вы являетесь подписчиком, осталось {0}%

# AssignmentPercentForSupervisorDescription
source: {0}% of time left before the deadline for the action item, which you control
ru: До срока исполнения поручения, по которому вы являетесь контролером, осталось {0}%

# AssignmentPercentForManagerDescription
source: {0}% of time left before the deadline for the action item to be executed by your subordinate
ru: До срока исполнения поручения подчиненным осталось {0}%

# AssignmentPercentForCEODescription
source: {0}% of time left before the deadline for the action item of priority 1
ru: До срока исполнения поручения 1 приоритета осталось {0}%

# DeadlineForFirstPriority
source: Deadline for the action item of priority 1 has come
ru: Наступил срок исполнения поручения 1 приоритета

# ExpiredForSubscriber
source: Deadline for the action item you are subscribed to has expired
ru: Исполнение поручения, по которому вы являетесь подписчиком, просрочено

# ExpiredForSupervisor
source: Deadline for the action item that you control has expired
ru: Исполнение поручения, по которому вы являетесь контролером, просрочено

# DeadlineForSubscriber
source: Deadline for the action item you are subscribed to has come
ru: Наступил срок исполнения поручения, по которому вы являетесь подписчиком

# DeadlineForSupervisor
source: Deadline for the action item that you control has come
ru: Наступил срок исполнения поручения, по которому вы являетесь контролером

# YouAreSubscriber
source: You are subscribed
ru: Вы являетесь подписчиком

# AssignmentNoticeTimeDeclineDescription
source: Controller did not extend the action item deadline
ru: Контролер не продлил срок исполнения поручения
