Repository: DirectumCompany/rx-template-recurringactionitems
Catalog: DirRX.Solution/DirRX.Solution.Shared/Sungero.ContractsUI/ModuleSystem.*.resx
Languages: ru

# CoverGroup_OriginalsWork
source: Registers of Unified Document Management Center
ru: Реестры ЕЦД

# CoverAction_ShippingPackage
source: Packages for Sending
ru: Пакеты на отправку

# CoverDescription_ShippingPackage
source: List of generated packages for sending.
ru: Перечень сформированных пакетов на отправку.

# FilterPanel_MemoForPayment_ccdead446a674dd9b6e45999876b5d57
source: Requisition for Payment Without Contract
ru: Заявка на оплату без договора

# sf_fe9f92de_c0ec_4ff8_9254_0e336b35c440
source: Document Originals for Sending
ru: Оригиналы документов на отправку

# FilterPanel_CounterpartyGroup_23e7d3e4fbf64be68ca47c8cbc57d4ea
source: Counterparty
ru: Контрагент

# FilterPanel_DeliveryMethodGroup_1983fdda43044f389baa60abfb7511ae
source: Delivery Method
ru: Способ доставки

# sf_b583b229_46b8_493a_ad65_41215484e8b4
source: Check Receipt of Document Originals
ru: Контроль получения оригиналов документов

# FilterPanel_Last7Days_eb4c38b5616c47bbbfe310ad13778a84
source: Last 7 Days
ru: Последние 7 дней

# FilterPanel_PerformerGroup_1328f74fcc08488fb2306d7ea2fa673e
source: Contractor
ru: Исполнитель по договору

# FilterPanel_DepartmentGroup_0edf1b593b3f4c6f815577b81db2f6cf
source: Contractor Division
ru: Подразделение исполнителя

# FilterPanel_CounterpartyGroup_ef161f9367ee4df98dc134a27517fb55
source: Counterparty
ru: Контрагент

# FilterPanel_ResponsibleForReturnGroup_fdbb22fcdf77456c9078a09aef4f239f
source: Employee responsible for document return
ru: Ответственный за возврат

# FilterPanel_DeliveryDateGroup_27de63ecbc5b4f40b66dda2b6e58e64b
source: Send Date
ru: Дата отправки

# FilterPanel_CustomPeriod_dd7ca242d5404e17a816a3cc9c48ee67
source: User-defined Period
ru: Произвольный период

# FilterPanel_Last90Days_c66cafbd3f9c47a7befb6c34b91c1e16
source: Last 90 Days
ru: Последние 90 дней

# FilterPanel_Last30Days_76480701569b405391bb277b94160b6e
source: Last 30 Days
ru: Последние 30 дней

# sf_30f03f80_0d6e_4b70_a93a_7837b5b10e46
source: Document Originals Being Signed
ru: Оригиналы документов на подписании

# FilterPanel_CounterpartyGroup_5164e609fa7e4e4991c19c4de6464920
source: Counterparty
ru: Контрагент

# FilterPanel_PerformerGroup_35d4db9e5e5942e89889f2c06386375d
source: Document Performer
ru: Исполнитель по документу

# FilterPanel_SignatoryGroup_c0d9ea534c2b4a6587ed43d0f8125bb8
source: Signatory (Ours)
ru: Подписант (с нашей стороны)

# CoverAction_OriginalsToSend
source: Document Originals for Sending
ru: Оригиналы документов на отправку

# CoverDescription_OriginalsToSend
source: The list of documents whose originals should be delivered to a counterparty.
ru: Перечень договорных документов, оригиналы которых необходимо отправить контрагенту.

# CoverAction_OriginalsToBeReturned
source: Check Document Originals Receipt
ru: Контроль получения оригиналов документов

# CoverDescription_OriginalsToBeReturned
source: List of contractual documents whose originals are to be returned from a counterparty soon.
ru: Перечень договорных документов, оригиналы которых ожидаются к возврату от контрагента.

# CoverAction_OriginalsOnSigning
source: Document Originals Being Signed
ru: Оригиналы документов на подписании

# CoverDescription_OriginalsOnSigning
source: List of original documents that we are supposed to sign.
ru: Перечень договорных документов, оригиналы которых находятся на подписании с нашей стороны.

# CoverGroup_NewForm
source: New Contract Forms
ru: Новые формы договоров

# CoverAction_CreateNewForm
source: Request for Development of One-time Deal Contract Form
ru: Заявка на разработку формы договора для разовой сделки

# CoverDescription_CreateNewForm
source: Quickly create a request for development of a contract form for a one-time deal.
ru: Быстрое создание заявки на разработку формы договора для разовой сделки.

# CoverDescription_CreateTypeForm
source: Quickly create a request for development of a standard contract form.
ru: Быстрое создание заявки на разработку типовой формы договора.

# CoverAction_CreateTypeForm
source: Request for Standard Contract Form Development
ru: Заявка на разработку типовой формы договора

# CoverDescription_CreateDocument
source: Create a new contract.
ru: Быстрое создание договора.

# CoverAction_ProductName
source: Product Names
ru: Наименования продуктов

# CoverDescription_ProductName
source: Stores information about product names.
ru: Хранит информацию о наименованиях продуктов.

# FilterPanel_ConcludedContracts_9048c0611ea74b68a4064d2361e69f22
source: Concluded Contracts
ru: Договоры заключенные

# FilterPanel_ByTender_abd27473858f4e36a112c388a34f8f17
source: By Tender
ru: По тендеру

# FilterPanel_NotByTender_36bd5f5d33b149718a63fc9a6de02724
source: Not By Tender
ru: Не по тендеру

# FilterPanel_Functionality_4fd861d92a714e7db343187fb1bcb691
source: Contract feature
ru: Функциональность договора

# FilterPanel_Purchase_d68e4059814f41338251f6cf132b43d7
source: Purchase
ru: Закупка

# FilterPanel_Sale_8f57b5f776b24a388b1d5c5ebc4f88bd
source: Sales
ru: Сбыт

# FilterPanel_Mixed_801ba922465c4269b78dd696d916199c
source: Mixed
ru: Смешанный

# FilterPanel_DepartmentPerformer_d95ad73fa7024371b35ab25ddd05045f
source: Assignee Division
ru: Подразделение исполнителя

# FilterPanel_DepartmentCoExecutor_b29efc29ff0a49fd949208e4b285e90b
source: Co-assignee Division
ru: Подразделение соисполнителя

# sf_2a5019a9_f71b_4d6c_9084_ac5c8c98fbb6
source: Scanned Copies Being Signed
ru: Скан-копии на подписании

# FilterPanel_CounterpartyGroup_6af3050e4fdd4d27960d00e6e1197b8f
source: Counterparty
ru: Контрагент

# FilterPanel_PerformerGroup_63a5236ae9bb48bbb8c0d9bd973ebcff
source: Document Performer
ru: Исполнитель по документу

# FilterPanel_SignatoryGroup_1d1c21c40bf24d0b99e3c7d1d72f364d
source: Signatory (Ours)
ru: Подписант (Наша сторона)

# sf_948d87ed_50d4_4e7b_8413_90c71d979476
source: Documents for Registration
ru: Документы на регистрацию

# FilterPanel_CounterpartyGroup_bd54ebd78004450c87dd5086b33fe909
source: Counterparty
ru: Контрагент

# CoverAction_CopyOnSigning
source: Scanned Copies Being Signed
ru: Скан-копии на подписании

# CoverDescription_CopyOnSigning
source: List of contractual documents whose scanned copies we are supposed to sign.
ru: Перечень договорных документов, скан-копии которых находятся на подписании с нашей стороны.

# FilterPanel_PerformerGroup_45eada560bb74dc085ca000d78a2eefe
source: Document Performer
ru: Исполнитель по документу

# FilterPanel_ContractActivateGroup_a5bc1dc3a3af4a42b916ced5efcdfac2
source: Activation Method
ru: Способ активации

# FilterPanel_ScanFlag_3a7b40a3697347faad80e257f77a47d5
source: Scan
ru: Скан

# FilterPanel_OriginalFlag_9d2a64dba1d24487abd361f300b7dcd8
source: Original
ru: Оригинал

# CoverAction_Registration
source: Documents for Registration
ru: Документы на регистрацию

# CoverDescription_Registration
source: List of contractual documents that should be signed.
ru: Перечень договорных документов, которые должны быть зарегистрированы.

# sf_825bcdaa_f676_490f_9ce8_3c95355a63d4
source: Contract List
ru: Реестр договоров

# CoverAction_CreateDocument
source: New Contract
ru: Создать договор

# sf_de70d0e4_5e9c_4b51_a6d4_1b668c6775ef
source: Standard Form Register
ru: Реестр типовых форм

# CoverAction_RegisterStandardForms
source: Standard Form Register
ru: Реестр типовых форм

# CoverDescription_RegisterStandardForms
source: Register contains the list of standard forms.
ru: Реестр содержит список типовых форм.

# CoverAction_CreateMemoForPayment
source: Create Requisition to Payment Without Contract
ru: Создать заявку на оплату без договора

# CoverDescription_CreateMemoForPayment
source: Quickly create a requisition to payment without contract.
ru: Быстрое создание заявки на оплату без договора.

# FilterPanel_Contractor_965b2d58d8ce47a589874fb715a894f9
source: Counterparty
ru: Контрагент

# FilterPanel_DepartmentPerformer_d34d18b5da5645b987ff404300cb3008
source: Assignee Division
ru: Подразделение исполнителя

# FilterPanel_DepartmentCoExecutor_43a27a3b2085470e9efb1723e0d9e253
source: Co-assignee Division
ru: Подразделение соисполнителя

# FilterPanel_StateByPeriod_457bcaae63f543c7a3831380ad5cfbf8
source: Status Over Period
ru: Переведены в состояние за период

# FilterPanel_Active_a06aac98bef64db1ab19c18a4d6d20cc
source: Active
ru: Действующий

# FilterPanel_Closed_c54202e882554bd8b209f8272567d4e3
source: Inactive. Closed in SAP
ru: Недействующий. Закрыт в SAP

# FilterPanel_OpenSAP_8db920f7ea5c4aaf896c3d26ebdbdeff
source: Inactive. Opened in SAP
ru: Недействующий. Открыт в SAP

# FilterPanel_Obsolete_7390d02dc0b84674877d1d8ca79341ab
source: Obsolete
ru: Неактуальный

# FilterPanel_Deleted_e8b1c8b4ae204613badb5c2710b822ed
source: Destroyed
ru: Уничтоженный

# FilterPanel_Deleted_0728ad967dd446a09dad7b7a31ecb3ec
source: Destroyed
ru: Уничтоженный

# FilterPanel_Obsolete_9b257f72d58a4b5390e0571fc1bfa9e3
source: Obsolete
ru: Неактуальный

# FilterPanel_OpenSAP_dac4bc6b8c024258a041115714dde995
source: Inactive. Closed in SAP
ru: Недействующий. Открыт в SAP

# FilterPanel_Closed_cdb6d8fa8b63441a86bc79136a6ca345
source: Inactive. Opened in SAP
ru: Недействующий. Закрыт в SAP

# CoverGroup_Reports
source: Reports
ru: Отчеты

# CoverAction_ContractReport
source: Overall Contract Report
ru: Общий отчет по договорам

# CoverDescription_ContractReport
source: List of contracts with the "Active" status by specified criteria.
ru: Перечень договоров со статусом "Действующий" по заданным критериям.

# FilterPanel_AllFlag_bde81b6da0364e35aa128348f9f42b70
source: TODO
ru: Все

# FilterPanel_SingleCounterpartyFlag_219c1213966f45099a851d2ff221be03
source: TODO
ru: Односторонний

# FilterPanel_IsManyCounterpartiesList_d59ba56adf9346cc9ffe0b1f0ac3a122
source: TODO
ru: Количество контрагентов

# FilterPanel_ManyCounterpartyFlag_c1cc034f0fb6436992a65a78a1d4776e
source: TODO
ru: Многосторонний
