Repository: DirectumCompany/rx-template-recurringactionitems
Catalog: DirRX.ActionItems/DirRX.ActionItems.Shared/Priority/PrioritySystem.*.resx
Languages: ru

# Property_Name
source: Name
ru: Наименование

# Property_PriorityValue
source: Parameter
ru: Значение

# Property_NeedsControl
source: Control required by default
ru: По умолчанию ставить на контроль

# Property_AllowedExtendDeadline
source: Allow extension of the action item deadline
ru: Разрешить продление срока исполнения поручения

# Property_RejectionDeadlinePercent
source: Rejection no later than
ru: Отклонение в течение

# Property_CompletionDeadlinePercent
source: Create no later than
ru: Возможность создания не позднее

# Property_Manager
source: Manager
ru: Руководитель

# Property_EscalationPeriodPercent
source: Escalation no later than
ru: Эскалация за

# Property_EscalationPeriodWorkDays
source: % of time before the deadline, but no less than
ru: % до окончания срока, но не менее чем за

# ControlGroup_a2c9703418f948dda600e041f20074eb
source: Action Item Parameters
ru: Параметры поручений

# Property_RejectionDeadlineText
source: % of the overall deadline of the action item
ru: % от общего срока исполнения поручения

# Property_CompletionDeadlineText
source: % of time before the deadline for the parent action item
ru: % до окончания срока исполнения основного поручения

# Property_EscalationPeriodWorkDaysText
source: working hours
ru: раб. ч.

# DisplayName
source: Priority
ru: Приоритет

# AccusativeDisplayName
source: Priority
ru: Приоритет

# CollectionDisplayName
source: Priorities
ru: Приоритеты

# ControlGroup_da76c288cbd349c0a508c41936b1d616
source: Child Action Item Parameters
ru: Параметры подчиненных поручений

# ControlGroup_4df9653528af4cbca4a68742d5cd5dc1
source: Escalation
ru: Эскалация

# Property_DisplayName
source: Name
ru: Наименование
