Repository: DirectumCompany/rx-template-recurringactionitems
Catalog: DirRX.Solution/DirRX.Solution.Shared/Sungero.Parties/ModuleSystem.*.resx
Languages: ru

# CoverAction_ShowDepartCompanies
source: Company Divisions
ru: Подразделения организаций

# CoverDescription_ShowDepartCompanies
source: Stores information about divisions of the LUKOIL Group companies.
ru: Справочник содержит информацию о подразделениях организаций группы ЛУКОЙЛ.

# CoverGroup_AddressBase
source: Address Database
ru: Адресная база

# CoverAction_ShippingAddress
source: Delivery Addresses
ru: Адреса отправки

# CoverDescription_ShippingAddress
source: Stores information about delivery addresses by counterparties.
ru: Хранит информацию об адресах отправки в разрезе контрагента.

# CoverGroup_ForSecurityService
source: For Security Department
ru: Для службы безопасности

# CoverDescription_StoplistIncludeReason
source: Stores information about reasons for adding to the stop list.
ru: Хранит информацию об основаниях для включения в стоп-лист.

# CoverAction_StoplistIncludeReason
source: Reasons for Adding to Stop List
ru: Основания для включения в Стоп-лист

# CoverAction_CheckingDocumentList
source: Document List for Counterparty Check
ru: Перечни документов для проверки контрагентов

# CoverDescription_CheckingDocumentList
source: Stores information about documents required to check a counterparty.
ru: Хранит информацию о документах для проверки контрагентов.

# CoverAction_CheckingReason
source: Reasons for Counterparty Check
ru: Причины проверки контрагентов

# CoverDescription_CheckingReason
source: Stores information about reasons to check a counterparty.
ru: Хранит информацию о причинах проверки контрагентов.

# CoverAction_CheckingResult
source: Counterparty Check Results
ru: Результаты проверки контрагентов

# CoverDescription_CheckingResult
source: Stores information about the counterparty checks results.
ru: Хранит информацию о результатах проверки контрагентов.

# CoverAction_CounterpartyStatus
source: Counterparty Statuses
ru: Статусы контрагента

# CoverDescription_CounterpartyStatus
source: Stores information about the counterparty statuses.
ru: Хранит информацию о статусах контрагента.

# CoverAction_CheckingType
source: Counterparty Check Type
ru: Тип проверки контрагентов

# CoverDescription_CheckingType
source: Stores information about the counterparty check types.
ru: Хранит информацию о типах проверок контрагента.

# CoverAction_RevisionRequest
source: Check Archive Completeness
ru: Контроль полноты архива

# CoverDescription_RevisionRequest
source: Archive Employee Register
ru: Реестр работника архива

# CoverAction_BuildSecurityReport
source: Security Department Check Report
ru: Отчет по проверкам СБ

# CoverDescription_BuildSecurityReport
source: Register contains the list of company checks.
ru: Реестр содержит список проверок организаций.

# sf_7d25a370_ffc9_4880_b7ce_78a3fb42dabe
source: Check Archive Completeness
ru: Контроль полноты архива

# FilterPanel_CounterpartyGroup_4e851c298c4447dc96241168698c0444
source: Counterparty
ru: Контрагент

# FilterPanel_PerformerGroup_ca56b3c6d8a44e8e9c064a8842817b54
source: Assignee
ru: Исполнитель

# FilterPanel_DateGroup_029e0d122f2143bfbd0db0d2c6b9e16e
source: Date of Check
ru: Дата проверки

# FilterPanel_CustomPeriodFlag_f8e05bbf2b4c42dbb26948e34715aee5
source: User-defined Period
ru: Произвольный период

# FilterPanel_Last90DaysFlag_a48517c6b0704fbc960f807193f411c4
source: Last 90 Days
ru: Последние 90 дней

# FilterPanel_Last30DaysFlag_13f907d8282e432cb182f2322e9cf775
source: Last 30 Days
ru: Последние 30 дней

# FilterPanel_Last7DaysFlag_9b87ce9da5614daaa76224ad950a565e
source: Last 7 Days
ru: Последние 7 дней

# CoverAction_DocControlReport
source: CEO Special Report
ru: Специализированный отчет для ГД

# CoverDescription_DocControlReport
source: Report is designed to check transfer of document originals to the Security Department archive.
ru: Отчет предназначен для контроля передачи оригиналов документов в архив службы безопасности.

# JobDisplayName_9263e5ba083c40c4a548e36a97ad0f1d
source: Load Counterparty Document Content from IBM MDM
ru: Выгрузка тел документов контрагентов из КССС

# JobDescription_9263e5ba083c40c4a548e36a97ad0f1d
source: Load content of the counterparty's documents from IBM MDM.
ru: Выгрузка тел документов контрагентов из КССС.
