Repository: DirectumCompany/rx-template-recurringactionitems
Catalog: DirRX.ContractsCustom/DirRX.ContractsCustom.Shared/ContractSettings/ContractSettingsSystem.*.resx
Languages: ru

# Property_Name
source: Name
ru: Имя

# DisplayName
source: Contractual Document Setting
ru: Настройка договорных документов

# AccusativeDisplayName
source: Contractual Document Setting
ru: Настройку договорных документов

# CollectionDisplayName
source: Contractual Document Settings
ru: Настройки договорных документов

# Property_DocumentType
source: Document type
ru: Тип документа

# Property_DocumentKind
source: Document kind
ru: Вид документа

# Property_Category
source: Category
ru: Категория

# Property_Subcategory
source: Additional condition
ru: Дополнительное условие

# Property_LukoilGroupCompany
source: LUKOIL Group company
ru: Организация Группы ЛУКОЙЛ

# Enum_LukoilGroupCompany_IsLukoil
source: Yes
ru: Да

# Enum_LukoilGroupCompany_NotLukoil
source: No
ru: Нет

# Property_FormType
source: Form type
ru: Тип формы

# Enum_FormType_Typical
source: Standard
ru: Типовая

# Enum_FormType_Recommended
source: Recommended
ru: Рекомендуемая

# Property_Template
source: Template
ru: Шаблон

# Property_ContractActivate
source: Contract activation
ru: Активация договора

# Enum_ContractActivate_Copy
source: Scanned copy
ru: Скан-копия

# Enum_ContractActivate_Original
source: Original
ru: Оригинал

# Property_LukoilApproval
source: Approval by LUKOIL PJSC required
ru: Требуется согласование с ПАО «ЛУКОЙЛ»

# Property_BindingDocument
source: Documents required for approval
ru: Обязательные для согласования документы

# ControlGroup_e597123eb65c4b028a1d8c883c74569e
source: Criteria
ru: Критерии

# ControlGroup_e6ef8b65601b4332a8ae627aa2549a02
source: Contract Form
ru: Форма договора

# ControlGroup_1ed53724d6b34f719e3214851a1ab550
source: Additional Contract Attributes
ru: Дополнительные признаки договора

# Property_IsAnalysisRequired
source: IFRS 16 attribute analysis required
ru: Требуется анализ на признак МСФО 16

# Property_ContractTerm
source: Contract term
ru: Срок договора

# Property_TransactionAmount
source: Transaction amount â‰¥
ru: Сумма сделки ≥

# Property_Currency
source: Currency
ru: Валюта

# Property_YearLabel
source: year
ru: год

# Property_ContractTermAnalysisRequired
source: TODO
ru: Срок договора (мес) <

# Property_TransactionAmountAnalysisRequired
source: TODO
ru: Сумма сделки <

# Property_CurrencyAnalysisRequired
source: Currency
ru: Валюта

# Property_BindingDocumentCondition
source: TODO
ru: Обязательные документы для согласования договора при выполнении условий

# Form_4eb8befea5e74a4a9ef785d1071bd732
source: TODO
ru: Документы

# ControlGroup_c952c46cfa5a4e1bbb96054347c4a001
source: TODO
ru: Обязательные документы для согласования договора

# ControlGroup_cbefa1ec81e7450ba4fdaa755d861106
source: TODO
ru: Обязательные документы для согласования договора при выполнении условий
