Repository: DirectumCompany/rx-template-recurringactionitems
Catalog: DirRX.RecordCustom/DirRX.RecordCustom.Shared/Reports/IncomingDocumentsReport/IncomingDocumentsReport.*.resx
Languages: ru

# IncomingDocumentsReport
source: Register of Incoming Documents
ru: Реестр входящих документов

source: Start date
ru: Дата начала

source: End date
ru: Дата завершения

# ReportTitle
source: Incoming Document Register
ru: Реестр входящих документов

# ReportDate
source: Report Generation Date:
ru: Дата формирования:

# HeaderDocID
source: Incoming Document ID
ru: ИД входящего документа

# HeaderRegNumber
source: Inc. No.
ru: Вх. №

# HeaderRegDate
source: Inc. Date
ru: Вх. дата

# HeaderCorNumber
source: Out. No. (Correspondent)
ru: Исх. № (корреспондента)

# HeaderCorDate
source: Out. Date (Correspondent)
ru: Исх. дата (корреспондента)

# HeaderCor
source: Correspondent
ru: Корреспондент

# HeaderCorDepartment
source: Correspondent Division
ru: Подразделение корреспондента

# HeaderSignedBy
source: Signed by (from)
ru: Подписал (от кого)

# HeaderAssignee
source: Resp. Assignee
ru: Отв. исполнитель

# HeaderCoAssignees
source: Co-assignees
ru: Соисполнители

# HeaderSubject
source: Subject
ru: Содержание

# HeaderDeadline
source: Deadline
ru: Срок исполнения

# HeaderFact
source: Actual Date
ru: Факт. дата

# HeaderStatus
source: Status
ru: Статус

# HeaderResult
source: Result
ru: Результат выполнения

# BeginDateFilter
source: Start date: {0}
ru: Дата начала: {0}

# EndDateFilter
source: End date: {0}
ru: Дата завершения: {0}

# BusinessUnitFilter
source: Business unit: {0}
ru: Наша организация: {0}

# DepartmentFilter
source: Division: {0}
ru: Подразделение: {0}

# CorrespondentFilter
source: Correspondent: {0}
ru: Корреспондент: {0}

# CorrespondentDepartmentFilter
source: Correspondent division: {0}
ru: Подразделение корреспондента: {0}

# CorrespondentDepartment
source: Correspondent division
ru: Подразделение корреспондента

# HeaderOutDocID
source: ID of Document Attached as Action Item Execution Result
ru: ИД документа - результата исполнения поручения

source: Document Kind
ru: Вид документа

source: Addressee
ru: Адресат

source: Action Item Text
ru: Текст поручения

# ReportingDeadLine
source: Action Item Deadline
ru: Отчетный срок

# SignedByFilter
source: Signed by: {0}
ru: Подписал: {0}
