Repository: DirectumCompany/rx-template-recurringactionitems
Catalog: DirRX.ActionItems/DirRX.ActionItems.Shared/ModuleSystem.*.resx
Languages: ru

# DisplayName
source: Action Items
ru: Поручения

# CoverTitle
source: Action Items
ru: Поручения

# WidgetTitle_ActionItemExecutionStatus
source: Action Item Execution Status
ru: Статус выполнения поручений

# CoverGroup_Assignments
source: Action Items
ru: Поручения

# CoverGroup_Additional
source: Additional information
ru: Связанная информация

# CoverAction_CreateAssignment
source: New Action Item
ru: Создать поручение

# CoverAction_Assignments
source: Action Items
ru: Реестр поручений

# CoverDescription_Assignments
source: Register contains the list of all action items.
ru: Реестр поручений содержит в себе список всех поручений.

# CoverAction_RepeatedAssignments
source: Repeating Action Items
ru: Повторяющиеся поручения

# CoverDescription_RepeatedAssignments
source: List of all repeating action items settings created by the user.
ru: Список содержит в себе все настройки повторяющихся поручений, которые создал пользователь.

# CoverAction_AddNoticeSetting
source: Set Up Notices
ru: Настроить уведомления

# CoverAction_AssignmentsPriority
source: Action Item Priorities
ru: Приоритеты поручений

# CoverDescription_AssignmentsPriority
source: Priority Databook
ru: Справочник приоритетов

# CoverAction_AssignmentsCategories
source: Action Item Categories
ru: Категории поручений

# CoverDescription_AssignmentsCategories
source: Databook of categories
ru: Справочник категорий

# CoverAction_ControlSettings
source: Action Items Control Settings
ru: Настройки контроля по поручениям

# CoverDescription_ControlSettings
source: Databook contains information about the action items supervision settings.
ru: Справочник, содержащий информацию по настройкам контроля по поручениям.

# CoverDescription
source: Module is designed to automate action item management.
ru: Модуль предназначен для автоматизации работы с поручениями.

# CoverAction_Marks
source: Action Item Types
ru: Типы поручений

# CoverDescription_Marks
source: Databook of types.
ru: Справочник типов.

# sf_f7872e81_0bcf_4368_9cb8_6c20b84c15fa
source: Escalation
ru: Эскалация

# JobDisplayName_b9d79dacdc8149c391995d246dc1439d
source: Action Item Escalation
ru: Эскалация поручений

# JobDescription_b9d79dacdc8149c391995d246dc1439d
source: When the time comes to escalate an action item, a manager receives a notice with the action item that must be escalated.
ru: При наступлении срока эскалации руководителю направляется уведомление с вложенным эскалируемым поручением.

# JobDisplayName_65e3e05c1bea4f7a8923d37211200d37
source: Action Item Escalation
ru: Эскалация поручений

# JobDescription_65e3e05c1bea4f7a8923d37211200d37
source: When the time comes to escalate an action item, a manager receives a notice with the action item that must be escalated.
ru: При наступлении срока эскалации руководителю направляется уведомление с вложенным эскалируемым поручением.

# WidgetParameter_ActionItemExecutionStatus_Roles
source: Role
ru: Роль

# WidgetParameter_ActionItemExecutionStatus_WithSubstitution
source: Take Substitution Into Account
ru: Учитывать замещение

# Enum_ActionItemExecutionStatus_Roles_Author
source: Author
ru: Автор

# CoverAction_NoticeSettings
source: Notice settings
ru: Настройки уведомлений

# JobDescription_a6b863cf1b074465a26322a43df6a537
source: Send notices on action items according to the settings.
ru: Отправка уведомлений по поручениям соглассно настройкам.

# JobDisplayName_a6b863cf1b074465a26322a43df6a537
source: Send Notices on Action Items
ru: Отправка уведомлений по поручениям

# sf_c1921d79_7a2b_4194_85ec_139ea6e69fa5
source: Notice Settings
ru: Настройки уведомлений

# JobDescription_99f12576553b4a579c1c8c57e4d3e77a
source: Send repeating action items
ru: Отправка повторяющихся поручений

# JobDisplayName_99f12576553b4a579c1c8c57e4d3e77a
source: Send Repeating Action Items
ru: Отправка повторяющихся поручений

# Enum_ActionItemExecutionStatus_Roles_Initiator
source: Creator
ru: Постановщик

# Enum_ActionItemExecutionStatus_Roles_Performer
source: Assignee
ru: Исполнитель

# Enum_ActionItemExecutionStatus_Roles_Manager
source: Manager of assignee
ru: Руководитель исполнителя

# WidgetDescription_ActionItemExecutionStatus
source: Columns with priorities contain information about all tasks and assignments. The "Escalated" column contains information only about escalated tasks and assignments.
ru: В колонках с приоритетами отображается информация по всем задачам или заданиям. В колонке «Эскалированы» отображается информация только по эскалированым задачам или заданиям.

# JobDisplayName_6cdc342021244affa62dc25fe55f9e57
source: Sync Notice Settings
ru: Синхронизация настроек уведомлений

# JobDescription_6cdc342021244affa62dc25fe55f9e57
source: Synchronize settings of the notices
ru: Синхронизация настроек уведомлений

# JobDisplayName_68ae66e2bffb4e20926e91ad851f461c
source: Assign Substitution to Employees Manager
ru: Выдача замещения руководителям сотрудников

# JobDescription_68ae66e2bffb4e20926e91ad851f461c
source: Assign substitution to the managers of employees.
ru: Выдача замещения руководителям сотрудников.

# JobDisplayName_7bfbfd8ba37a4075996350a9959305da
source: Send Notices to Subscribers
ru: Рассылка уведомлений подписчикам

# JobDescription_7bfbfd8ba37a4075996350a9959305da
source: Send notices to the employees subscribed to the document approval.
ru: Предназначен для рассылки уведомлений подписчикам по согласованию документа.

# JobDisplayName_b16ec966530a4057b6bacd15b2cc56e6
source: Update Employees Head Division
ru: Актуализация головного подразделения сотрудников

# JobDescription_b16ec966530a4057b6bacd15b2cc56e6
source: Search for the changed head divisions in the corporate structure and update data in the employees cards.
ru: Поиск изменившихся головных подразделений в орг. структуре и актуализация на карточках сотрудников.

# JobDisplayName_b8bb2994cdde4d24b73e3b4616a8cdfe
source: Clear Incoming and Outgoing Folders
ru: Очистка папок входящие/исходящие

# JobDescription_b8bb2994cdde4d24b73e3b4616a8cdfe
source: Delete outdated links from the "Incoming" and "Outgoing" folders
ru: Выполнить очистку папок входящие/исходящие от устаревших ссылок

# CoverGroup_Reports
source: Reports
ru: Отчеты

# CoverAction_AssistantCEOReport
source: CEO Assistant Report
ru: Отчет для помощника ГД

# CoverAction_CustomActionItemsExecutionReport
source: Action Item Execution
ru: Исполнение поручений

# CoverDescription_CustomActionItemsExecutionReport
source: Open the list of action items over the specified period.
ru: Открыть список всех поручений за указанный период.
