Repository: DirectumCompany/rx-template-recurringactionitems
Catalog: DirRX.Solution/DirRX.Solution.Shared/Company/CompanySystem.*.resx
Languages: ru

# Property_KSSSBalanceUnitId
source: KSSS Balance Unit ID
ru: Код БЕ в КССС

# Property_KSSSContragentId
source: KSSS Code
ru: Код КССС

# Property_CounterpartyType
source: Counterparty type
ru: Тип контрагента

# Enum_CounterpartyType_Individual
source: Individual
ru: Физ. лицо

# Enum_CounterpartyType_Legal
source: Legal entity (including Russian Federation, its constituent entities, and municipalities)
ru: Юр. лицо, в т.ч. РФ, субъекты РФ и муниципальные образования

# Enum_CounterpartyType_Entrepreneur
source: Individual entrepreneur
ru: ИП

# Property_Country
source: Country
ru: Страна

# Property_DeliveryMethod
source: Delivery method
ru: Способ доставки

# Property_CheckingType
source: Check type
ru: Тип проверки

# Property_IsStrategicPartner
source: Strategic partner
ru: Стратегический партнер

# Property_IsLUKOILGroup
source: LUKOIL Group company
ru: Организация Группы "ЛУКОЙЛ"

# Property_IsSanctions
source: Sanctions
ru: Санкции

# Property_CounterpartyStatus
source: Counterparty status
ru: Статус контрагента

# Property_CheckingResult
source: Check result
ru: Результат проверки

# Property_CheckingDate
source: Check date
ru: Дата проверки

# Property_CheckingValidDate
source: Check validity period
ru: Срок действия проверки

# Property_IsDocumentsProvided
source: Documents submitted
ru: Документы предоставлены

# Action_UnapprovedCounterpartyContracts
source: Contracts with Non-Approved Counterparty
ru: Договоры с неодобренным контрагентом

# ControlGroup_9e3df66a01e8408aaa4ca5c92a1227fb
source: Contacts
ru: Контактная информация

# ControlGroup_4b9defe5f46d4581b50a5c0be4a80a50
source: Bank details
ru: Банковские реквизиты

# ControlGroup_69a4139490424b338d9ce5253d0a8c27
source: Note
ru: Примечание

# Action_UnapprovedCounterpartyContractsHint
source: Show List of Contracts with Non-Approved Counterparty
ru: Список договоров, которые были заключены с неодобренным контрагентом

# Action_UnapprovedCounterpartyContractsDescription
source: Show the list of contracts concluded with this counterparty while it had "Stop list" or "Not approved" status.
ru: Список договоров, которые были заключены с данным контрагентом, пока он находился в статусе "Стоп-лист" или "Не одобрен".

# ControlGroup_a3f8050dc7d942949b6194f9b4d8c350
source: Counterparty Special Attributes
ru: Специальные признаки контрагента

# ControlGroup_c4313d6731eb4c1a8c481fdd22f0f685
source: Counterparty Status
ru: Статус контрагента

# ControlGroup_2cda7b9416304e4a84164e10cde4f1f7
source: Check Result
ru: Результат проверки

# Action_SearchInKSSSByINN
source: Search by TIN
ru: Поиск по ИНН

# Action_SearchInKSSSByINNDescription
source: Search the counterparty in the IBM MDM system by TIN.
ru: Поиск контрагента в КССС по ИНН.

# Action_SearchInKSSSByINNHint
source: Search Counterparty in IBM MDM by TIN
ru: Поиск контрагента в КССС по ИНН

# Action_CheckingList
source: Check Register
ru: Реестр проверок

# Action_CheckingListDescription
source: Go to the register of checks for this counterparty.
ru: Переход в реестр всех проверок контрагента.

# Action_CheckingListHint
source: Go to Register of Checks for Counterparty
ru: Перейти в реестр всех проверок контрагента

# Action_AddressList
source: Address List
ru: Список адресов

# Action_AddressListDescription
source: Show the list of mailing addresses for this counterparty.
ru: Список адресов отправки для данного контрагента.

# Action_AddressListHint
source: Show List of Mailing Addresses for Counterparty
ru: Список адресов отправки для данного контрагента

# Action_ExportToKSSS
source: Export to IBM MDM
ru: Выгрузить в КССС

# Action_ExportToKSSSDescription
source: Export the counterparty to the IBM MDM system.
ru: Выгрузка контрагента в КССС.

# Action_ExportToKSSSHint
source: Export Counterparty to IBM MDM
ru: Выгрузка контрагента в КССС

# Action_ImportFromKSSSByCode
source: Import by IBM MDM Code
ru: Загрузить по коду КССС

# Action_ImportFromKSSSByCodeDescription
source: Search for counterparty in the IBM MDM system by the specified code and import its data to the card.
ru: Поиск в КССС контрагента с указанным кодом КССС и загрузка его данных в текущую карточку.

# Action_ImportFromKSSSByCodeHint
source: Import by IBM MDM Code
ru: Поиск в КССС контрагента с указанным кодом КССС и загрузка его данных в текущую карточку

# Ribbon_KSSSGroup_44f97828569e46e1a6a451799b027a20
source: KSSS
ru: КССС

# Ribbon_SearchInKSSS_0fd77fc3d3234086bf3f955164e629e4
source: Search in IBM MDM
ru: Поиск в КССС

# FilterPanel_Type_c5904d250a804dc6b5667dcc6a4333c1
source: Counterparty Type
ru: Тип контрагента

# FilterPanel_Entrepreneur_c77adf6d6d064fcba7083b981e97087f
source: Individual Entrepreneur
ru: ИП

# FilterPanel_Legal_a5c097deb09b4b759e8f8cd3c35ffcdd
source: Legal Entity
ru: Юр. лицо

# FilterPanel_Individual_b57b8be2d7434ad9a2b63f0b285180e9
source: Individual
ru: Физ. лицо

# FilterPanel_StatusGroup_375245946ae048af8d8ab1cf26083c64
source: Counterparty Status
ru: Статус контрагента

# FilterPanel_ResidentGroup_49ce5049cd8d4be7a5ae2279203d0032
source: Residental Status
ru: Признак резидента

# FilterPanel_Resigent_5960cfb4b0284c27b510d615923ed5ad
source: Resident
ru: Резидент

# FilterPanel_NonResident_acb2294b2805496698a94baa7d1bf5c0
source: Non-resident
ru: Нерезидент

# FilterPanel_StrategicGroup_ddb06f59a2e94e8d925459d135836d53
source: Strategic Partner
ru: Стратегический партнер

# FilterPanel_ValidGroup_c195502cb6324ef4b302716439cf0184
source: Check Validity Period
ru: Срок действия проверки

# FilterPanel_NinetyDays_49294c1507854f038cf1e44d6b36ba32
source: Expires in 90 Days
ru: Осталось 90 дней

# FilterPanel_ThirtyDays_b62925718ad447589be95f20d560a61d
source: Expires in 30 Days
ru: Осталось 30 дней

# FilterPanel_SevenDays_414df235930347a38580746b90726485
source: Expires in 7 Days
ru: Осталось 7 дней

# FilterPanel_Yes_4ce50460267d44b6a4201045b5c2d010
source: Yes
ru: Да

# FilterPanel_No_6af1b5c71fb149e4a2cbe5a60b112896
source: No
ru: Нет

# FilterPanel_Yes_e540291ccf6549828ce0949605cdbfcd
source: Yes
ru: Да

# FilterPanel_No_ece6e0f0a8cd44479b8aa0ca6925b4bd
source: No
ru: Нет

# FilterPanel_StrategicYes_4ce50460267d44b6a4201045b5c2d010
source: Yes
ru: Да

# FilterPanel_StrategicNo_6af1b5c71fb149e4a2cbe5a60b112896
source: No
ru: Нет

# FilterPanel_ManualPeriod_551eebd3f93e46bc9baaacb3083ad284
source: User-defined Period:
ru: Произвольный период:

# FilterPanel_TypeGroup_c5904d250a804dc6b5667dcc6a4333c1
source: Counterparty type
ru: Тип контрагента

# FilterPanel_PicksGroup_49ce5049cd8d4be7a5ae2279203d0032
source: Counterparty requisites
ru: Признаки контрагента

# FilterPanel_PicksGroup_ddb06f59a2e94e8d925459d135836d53
source: Counterparty requisites
ru: Признаки контрагента

# FilterPanel_StrategicFlag_4ce50460267d44b6a4201045b5c2d010
source: Strategic partner
ru: Стратегический партнер

# FilterPanel_LukoilFlag_6af1b5c71fb149e4a2cbe5a60b112896
source: LUKOIL Group company
ru: Организация Группы "ЛУКОЙЛ"

# Form_71f2d1c1e87a481d9f93a6ea32b78252
source: STOP-LIST
ru: СТОП-ЛИСТ

# Ribbon_StoplistPage_6a4783c961d642f29db74a4ed90a1f5a
source: STOP-LIST
ru: СТОП-ЛИСТ

# Ribbon_StoplistGroup_efbdbfd3734344b0b4c7a77d79039917
source: Stop List Actions
ru: Работа со стоп-листом

# ControlGroup_70eebb4b7459429dbd3879f310dfe39f
source: Stop List History
ru: История включения в стоп-лист

# Action_AddToStoplist
source: Include in Stop List
ru: Включить в стоп-лист

# Action_AddToStoplistDescription
source: Include the counterparty in stop list.
ru: Включение контрагента в стоп-лист.

# Action_AddToStoplistHint
source: Include in Stop List
ru: Включить в стоп-лист

# Property_StoplistHistory
source: Stop list history
ru: История включения в стоп-лист

# Action_RemoveFromStoplist
source: Exclude from Stop List
ru: Исключить из стоп-листа

# Action_RemoveFromStoplistDescription
source: Exclude the counterparty from stop list.
ru: Исключение контрагента из стоп-листа.

# Action_RemoveFromStoplistHint
source: Exclude from Stop List
ru: Исключить из стоп-листа

# Property_IsStoplistIncluded
source: Included in stop list
ru: Включен в стоп-лист

# DisplayName
source: Company
ru: Организация

# Property_ActiveCodeKsss
source: IBM MDM code of active record
ru: Код КССС действующей записи

# Property_LegalShippingAddress
source: Legal address
ru: Юридический адрес

# Property_LegalAddress
source: Legal address
ru: Юридический адрес

# Property_PostalShippingAddress
source: Postal address
ru: Почтовый адрес

# Property_PostalAddress
source: Postal address
ru: Почтовый адрес

# Property_TRRC
source: TRRC
ru: КПП

# Property_PSRN
source: PSRN
ru: ОГРН
