Repository: DirectumCompany/rx-template-recurringactionitems
Catalog: DirRX.Solution/DirRX.Solution.Shared/Company/Company.*.resx
Languages: ru

# IncludeReasonDialogTitle
source: Include in Stop List
ru: Включение в стоп-лист

# ExcludeReasonDialogTitle
source: Exclude from Stop List
ru: Исключение из стоп-листа

# ReasonSelectTitle
source: Reason
ru: Основание

# CommentSelectTitle
source: Comment
ru: Комментарий

# SendButtonTitle
source: Send
ru: Отправить

# IncludeStoplistTaskSubject
source: Include counterparty in stop list
ru: Включить контрагента в стоп-лист

# IncludeStoplistTaskText
source: Include counterparty "{0}" in stop list.Comment:{1}
ru: Включите контрагента "{0}" в Стоп-лист. Комментарий: {1}

# ExcludeStoplistTaskText
source: Exclude counterparty "{0}" from stop list.Comment:{1}
ru: Исключите контрагента "{0}"из Стоп-листа. Комментарий: {1}

# ExcludeStoplistTaskSubject
source: Exclude counterparty from stop list
ru: Исключить контрагента из стоп-листа

# ExcludeStoplistNoticeSubject
source: Counterparty excluded from stop list: {0}
ru: Контрагент исключен из стоп-листа: {0}

# IncludeStoplistNoticeSubject
source: Counterparty included in stop list: {0}
ru: Контрагент включен в стоп-лист: {0}

# IncludeStoplistNoticeText
source: Counterparty included in stop list:{0}
ru: Контрагент включен в Стоп-лист: {0}

# ExcludeStoplistNoticeText
source: Counterparty excluded from stop list:{0}
ru: Контрагент исключен из Стоп-листа: {0}

# ERPBlockTaskSubject
source: Lock the contract with the counterparty in SAP: {0}
ru: Заблокировать договор с контрагентом в SAP: {0}

# ERPUnblockTaskSubject
source: Unlock the contract with the counterparty in SAP: {0}
ru: Разблокировать договор с контрагентом в SAP: {0}

# TreasuryBlockTaskSubject
source: Lock shipment of goods to a counterparty in IS "Credit Management": {0}
ru: Заблокировать отгрузку товаров контрагенту в ИС "Кредитный менеджмент": {0}

# TreasuryUnblockTaskSubject
source: Unlock shipment of goods to a counterparty in IS "Credit Management": {0}
ru: Разблокировать отгрузку товаров контрагенту в ИС "Кредитный менеджмент": {0}

# ERPBlockTaskText
source: Lock the contract with the counterparty in SAP:{0}Reason:The counterparty was added to the stop list
ru: Заблокируйте договор с контрагентом в SAP: {0} Причина: Контрагент включен в стоп-лист

# ERPUnblockTaskText
source: Unlock the contract with the counterparty in SAP:{0}Reason:The counterparty was removed from the stop list
ru: Разблокируйте договор с контрагентом в SAP: {0} Причина: Контрагент исключен из стоп-листа

# TreasuryUnlockTaskText
source: Unlock shipment of goods to a counterparty in IS "Credit Management":{0}Reason:The counterparty was removed from the stop list
ru: Разблокируйте отгрузку контрагенту в ИС «Кредитный менеджмент»: {0} Причина: Контрагент исключен из стоп-листа

# TreasuryBlockTaskText
source: Lock shipment of goods to a counterparty in IS "Credit Management":{0}Reason:The counterparty was added to the stop list
ru: Заблокируйте отгрузку контрагенту в ИС «Кредитный менеджмент»: {0} Причина: Контрагент добавлен в стоп-лист

# StoplistRecordTheSameReasonExists
source: A record with similar reason already exists in stop list history.
ru: Запись истории с данным основанием уже создана

# StoplistRecordAllreadyExclude
source: A date and comment on exclusion are already registered for this record
ru: Для выбранной записи уже зафиксированы дата и комментарий исключения из стоп-листа

# ReadConfigError
source: Cannot connect to the service due to invalid connection parameters. Contact your system administrator.
ru: Некорректные параметры подключения к сервису. Обратитесь к администратору системы.

# ParamsError
source: Error in configuration file parameters. Contact your system administrator.
ru: Ошибка в параметрах конфигурационного файла. Обратитесь к администратору системы.

# ServiceError
source: Service call error. Contact your system administrator.
ru: Возникла ошибка при вызове сервиса. Обратитесь к администратору системы.

# RequestSentSuccessfully
source: A request is sent successfully. Close the card for proper processing
ru: Запрос отправлен успешно. Необходимо закрыть карточку организации для успешной обработки

# CodeKSSSInput
source: Type IBM MDM code
ru: Введите код КССС

# INNRequestInProcess
source: Search request for counterparty with TIN {0} is in progress. Try again later
ru: Обрабатывается запрос на поиск контрагента по ИНН {0}, повторите попытку позже

# CodeKSSSInProcess
source: Search request for counterparty with IBM MDM code {0} is in progress. Try again later
ru: Обрабатывается запрос на поиск контрагента по коду КССС {0}, повторите попытку позже

# CodeKSSSNotFound
source: IBM MDM code not specified
ru: Не заполнен код КССС

# StoplistToSAPResponsibleTaskSubject
source: An error occurred while exporting contracts and supplemental agreements to SAP.
ru: При экспорте договоров и дополнительных соглашений в SAP возникла ошибка.

# StoplistToSAPWrongResponseStatusCode
source: Failed to send the document. The ESB service returned status code: {0}Successful receipt codes: 200, 201, 202.Request:{1}
ru: Неудачная отправка документа, сервис КСШ вернул код состояния: {0} Коды успешного приема: 200, 201, 202. Запрос: {1}
