Repository: DirectumCompany/rx-template-recurringactionitems
Catalog: DirRX.PartiesControl/DirRX.PartiesControl.Shared/ModuleSystem.*.resx
Languages: ru

# DisplayName
source: Counterparties
ru: Контрагенты

# JobDisplayName_21ec1e353f76463287e057214b9ba483
source: Send Assignments on Documents Submission to Archive
ru: Рассылка задач о необходимости передачи оригиналов в архив

# JobDescription_21ec1e353f76463287e057214b9ba483
source: Send a notice that documents should be submitted to the archive.
ru: Рассылка уведомления о необходимости передачи оригиналов в архив.

# JobDisplayName_c94b8cd66e254042a1149a3fb6776930
source: Reminder of Last Check Validity Expiration
ru: Напоминание об истечении срока действия последней проверки контрагентов

# JobDescription_c94b8cd66e254042a1149a3fb6776930
source: In 30 days before the last check validation period expires, the system checks if the counterparty has effective contractual documents, and sends a notice that new check is required.
ru: За 30 календарных дней до истечения срока действия последней проверки контрагента система проверяет, есть ли по нему действующие договорные документы, и направляет уведомление о необходимости перепроверки.

# JobDisplayName_87044a3b005e4d759d8fd4d89b809a95
source: Update Check Status
ru: Обновление статуса проверки

# JobDescription_87044a3b005e4d759d8fd4d89b809a95
source: Set "New check required" status for counterparties with expired check validity and not included in stop list.
ru: Установка статуса "Требуется проверка" для контрагентов с истекшим сроком проверки и не включенных в стоп-лист.

# JobDisplayName_ba62149beb2b4a07bb49143fbb6648b4
source: Include Related Documents in File
ru: Помещение в дело связанных документов

# JobDescription_ba62149beb2b4a07bb49143fbb6648b4
source: Include the documents related to the request in the same file.
ru: Помещение связанных с заявкой документов в то же дело.

# JobDisplayName_59a0cb53f988475f8d050a10a7a032d4
source: Process Documents Submission for Counterparty Check
ru: Обработка получения документов при проверке контрагента

# JobDescription_59a0cb53f988475f8d050a10a7a032d4
source: Complete assignments on document submission.
ru: Выполнение заданий на ожидание получений.

# JobDescription_479c48333a6c4eef8e48d93d0a08c476
source: Generate and send a report for monitoring of documents submission to Security Department archive.
ru: Формирование и отправка отчета, предназначенного для контроля передачи оригиналов документов в архив службы безопасности.

# JobDisplayName_479c48333a6c4eef8e48d93d0a08c476
source: Send Special Report for CEO
ru: Отправка специализированного отчета ГД

# JobDisplayName_eb7f2f6cb9b84a3a88581dc72335378d
source: Resend Events of Inclusion/Exclusion Counterparty to Stop List
ru: КСШ. Повторная отправка событий о включении/исключении контрагента в стоп-лист

# JobDescription_eb7f2f6cb9b84a3a88581dc72335378d
source: Resend events of inclusion or exclusion a counterparty to stop list.
ru: Повторная отправка неотправленных событий о включении/исключении контрагента в стоп-лист.
