Repository: DirectumCompany/rx-template-recurringactionitems
Catalog: DirRX.PartiesControl/DirRX.PartiesControl.Shared/Module.*.resx
Languages: ru

source: Value must be positive
ru: Значение должно быть положительным

# ArchiveResponsibleRoleName
source: Employee responsible for counterparties document archive
ru: Ответственный за архив документов контрагентов

# SecurityServiceRoleName
source: Security Department employees
ru: Сотрудники службы безопасности

# ArchiveResponsibleRoleDescription
source: Employee that can include counterparty documents in the file and select "Original documents submitted" checkbox
ru: Сотрудник, который имеет права на помещение документов контрагентов в "Дело", на отметку о получении оригиналов документов в карточке заявки на проверку

# SecurityServiceRoleDescription
source: Employees that have access to "Security Department comment" field in counterparty card, can generate specialized Security Department report and manage stop lists
ru: Группа сотрудников, которые в карточке заявки на проверку контрагента имеют доступ к полю "Комментарий СБ", имеют права на вывод специализированного отчета СБ, участвуют в работе со стоп-листами

# KsssResponsibleRoleDescription
source: Employees that can import and export companies from the IBM MDM system.
ru: Группа сотрудников, имеющих право загрузки и выгрузки организаций в систему КССС.

# KsssResponsibleRoleName
source: Employee responsible for IBM MDM
ru: Ответственный за КССС

# ComplianceSpecialistRoleName
source: Compliance officer
ru: Специалист по комплаенс

# ComplianceSpecialistRoleDescription
source: Employee that can select "Sanctions" checkbox in the counterparty card.
ru: Сотрудник, который может устанавливать значение поля "Санкции" в карточке контрагента.

# ClientServiceManagerRoleName
source: Client Service manager
ru: Руководитель клиентского сервиса

# ClientServiceManagerRoleDescription
source: Client Service manager.
ru: Руководитель клиентского сервиса.

# ServiceTreasuryDepartmentRoleName
source: Treasury Department employee
ru: Сотрудник казначейства

# ServiceTreasuryDepartmentRoleDescription
source: Treasury Department employee.
ru: Сотрудник казначейства.

# ServiceECDRoleName
source: Unified Document Management Center employee
ru: Сотрудник ЕЦД

# ServiceECDRoleDescription
source: Unified Document Management Center employee that manages the stop list.
ru: Сотрудник ЕЦД (работа со стоп-листом).

# CounterpartiesModuleRoleName
source: Employees responsible for configuring "Counterparties" module
ru: Ответственные за настройку модуля "Контрагенты"

# CounterpartiesModuleRoleDescription
source: Employees that have full access to databooks of "Counterparties" module.
ru: Сотрудники, имеющие полные права на справочники модуля "Контрагенты".

# RevisionRequestTypeName
source: Counterparty check request
ru: Заявка на проверку контрагента

# SecurityReportDialogTitle
source: Security Department Checks Report
ru: Отчет по проверкам СБ

# SecurityReportCounterpartyFieldTitle
source: Counterparty
ru: Контрагент

# SecurityReportCheckinkResultFieldTitle
source: Check result
ru: Результат проверки

# SecurityReportPeriodFromFieldTitle
source: Checking from
ru: Дата проверки с

# SecurityReportPeriodToFieldTitle
source: Checking to
ru: Дата проверки по

# VerificationReminderText
source: Last check validity period for counterparty {0} expires in 30 days.
ru: Через 30 дней истекает срок действия последней проверки контрагента {0}.

# VerificationReminderSubject
source: New check required for counterparty {0}
ru: Необходима перепроверка контрагента {0}

# TransferringOriginalsSubject
source: Submit original documents to archive by request {0}
ru: Необходимо передать в архив оригиналы документов по заявке {0}

# NotRightsForReport
source: You do not have rights to generate this report
ru: Нет прав на выполнение отчета

# CounterpartyInformationKind
source: Counterparty dossier
ru: Анкета контрагента

# DocumentControlTaskName
source: These employees do not submit original documents to Security Department archive
ru: Данные сотрудники не предоставляют оригиналы документов в архив службы безопасности

# DocumentControlException
source: An error occurred during report generation
ru: Ошибка при формировании отчета

# CEONoticeTitle
source: All documents on counterparties check are submitted to Security Department archive
ru: На данный момент все документы по проверке контрагентов предоставлены в архив службы безопасности

# SpecialFieldsRoleName
source: Employees that can complete special fields in counterparty card
ru: Уполномоченные лица по заполнению специальных полей в карточке контрагента

# SpecialFieldsRoleDescription
source: Employees that can fill in "Check type" and "Strategic partner" fields in counterparty card.
ru: Группа сотрудников, которые могут устанавливать значения полей "Тип проверки", "Стратегический партнер" в карточке контрагента.

# StopListNoticeRoleName
source: Employees that can receive notices upon stop list modification
ru: Сотрудники, уполномоченные получать уведомления при работе со стоп-листом

# StopListNoticeRoleDescription
source: Employees that will receive notices when a counterparty is added or removed from stop list.
ru: Группа сотрудников, которые будут получать уведомления при включении или исключении из стоп-листа.

# CEOReportAssigneeRoleName
source: Task performer reporting to CEO
ru: Исполнитель задачи с уведомлением с отчетом для ГД

# CEOReportAssigneeRoleDescription
source: Task performer reporting to CEO.
ru: Исполнитель задачи с уведомлением с отчетом для ГД.
