Repository: DirectumCompany/rx-template-recurringactionitems
Catalog: DirRX.Solution/DirRX.Solution.Shared/Contract/ContractSystem.*.resx
Languages: ru

# Property_Supervisor
source: Supervisor
ru: Куратор

# Property_IsTender
source: Tender
ru: Тендер

# Property_Subcategory
source: Additional condition
ru: Дополнительное условие

# Property_ContractFunctionality
source: Contract feature (LLK IMS)
ru: Функциональность договора (ИСУ ЛЛК)

# Property_IsHighUrgency
source: Urgent
ru: Высокая срочность

# Enum_ContractFunctionality_Purchase
source: Purchase
ru: Закупка

# Enum_ContractFunctionality_Sale
source: Sales
ru: Сбыт

# Enum_ContractFunctionality_Mixed
source: Mixed
ru: Смешанный

# Property_UrgencyReason
source: Reason for urgency
ru: Причина срочности

# Property_CounterpartyStatus
source: Counterparty status
ru: Статус контрагента

# Property_IsScannedImageSign
source: Counterparty signs scan copy
ru: Контрагент подписывает скан-копию

# Property_ShippingAddress
source: Address
ru: Адрес отправки

# Property_IsContractorSignsFirst
source: Counterparty signs first
ru: Контрагент подписывает первым

# Property_ChangingShippingReason
source: Reason for changing delivery method
ru: Причина смены способа доставки

# Property_SentNote
source: Note to send along
ru: Примечание к отправке

# Property_ResponsibleEmployee
source: Assignee
ru: Исполнитель

# Property_CoExecutor
source: Co-assignee
ru: Соисполнитель

# Property_Territory
source: Territory
ru: Территория

# Enum_Territory_LlkInt
source: 0L. LLK International
ru: 0L. ЛЛК-Интернешнл

# Enum_Territory_LlkIntTyumen
source: 0T. Tyumen branch office of LLK-International LLC
ru: 0T. Тюменский филиал ООО ЛЛК-Интернешнл

# Enum_Territory_TppPerm
source: 0P. Territorial Production Company in Perm
ru: 0P. ТПП в Перми

# Enum_Territory_TppVolgograd
source: 0V. Territorial Production Company in Volgograd
ru: 0V. ТПП в Волгограде

# Property_OriginalSigning
source: Signing of originals
ru: Подписание оригиналов

# Property_RegistrationDate
source: Registration date
ru: Дата регистрации

# Enum_OriginalSigning_OnSigning
source: On signing
ru: На подписании

# Enum_OriginalSigning_Signed
source: Signed
ru: Подписан

# Enum_OriginalSigning_NotSigned
source: Not signed
ru: Не подписан

# Property_ContractorOriginalSigning
source: Signing of counterparty originals
ru: Подписание оригиналов к/а

# Enum_ContractorOriginalSigning_Signed
source: Signed
ru: Подписан

# Enum_ContractorOriginalSigning_NotSigned
source: Not signed
ru: Не подписан

# Property_DeliveryMethod
source: Contract delivery method
ru: Способ доставки договора

# ControlGroup_4e1d78fc6f6c4c81bf9aa1fa2031a46b
source: Date and number
ru: Дата и номер

# ControlGroup_696a8bb83e1244c8927a37d955cfbf0f
source: Retention
ru: Хранение

# ControlGroup_1b194ce3c44048879f0d1cdc4303c583
source: Lifecycle
ru: Жизненный цикл

# ControlGroup_72e492251e834e65bb33ea838a458e43
source: Location
ru: Местонахождение

# ControlGroup_695feebd3ef040c6bd76fb5b6bb5d561
source: Movement of originals
ru: Движение оригиналов

# Form_bd24169a3f9d419ebca5b054d9037a71
source: Conditions
ru: Условия

# Property_Created
source: Created
ru: Создано

# Property_ActualDate
source: Document date
ru: Дата документа

# Property_BackdatingReason
source: Reason for late start of approval
ru: Причина позднего направления на согласование

# Property_IsFrameContract
source: Framework
ru: Рамочный

# Property_TotalAmount
source: Amount, RUB
ru: Сумма в руб.

# Property_TransactionAmount
source: Amount of document on approval
ru: Сумма согласуемого документа (без НДС)

# Property_ContractActivate
source: Activation method
ru: Способ активации

# Enum_ContractActivate_Copy
source: Scanned copy
ru: Скан-копия

# Enum_ContractActivate_Original
source: Original
ru: Оригинал

# Property_ActivateDate
source: Activation date
ru: Дата активации

# Property_DestinationCountries
source: Destination/delivery country
ru: Страна назначения/поставки

# Property_IsCorporateApprovalRequired
source: Corporate approval required
ru: Требуется корпоративное одобрение

# Property_StartConditionsExists
source: There are contract validity start conditions
ru: Существуют условия начала действия договора

# Property_StartConditions
source: Contract validity start conditions
ru: Условия начала действия договора

# Property_AreConditionsCompleted
source: Conditions fulfilled
ru: Условия выполнены

# Property_IsAnalysisRequired
source: IFRS 16 analysis required
ru: Требуется анализ на признак МСФО 16

# Property_IsBranded
source: Branded products
ru: Фирменная продукция

# Property_CurrentTotalAmount
source: Current amount
ru: Текущая сумма

# ControlGroup_2891d5031bac49a19c7f5b411fbff226
source: Conditions
ru: Условия

# Property_IsControl
source: Transaction attribute
ru: Признак сделки

# Enum_IsControl_Controlled
source: Controllable
ru: Контролируемая

# Enum_IsControl_PotentiallyCtrl
source: Potentially controllable
ru: Потенциально контролируемая

# Enum_IsControl_Uncontrollable
source: Uncontrollable
ru: Неконтролируемая

# Property_YearRCS
source: Year of transaction attribute
ru: Год признака сделки

# Property_DateRCS
source: RCS date
ru: Дата РКС

# Property_CodRCS
source: RCS code
ru: Код РКС

# Enum_LifeCycleState_Draft
source: Draft
ru: В разработке

# Enum_LifeCycleState_Closed
source: Inactive. Closed in SAP
ru: Недействующий. Закрыт в SAP

# Action_OpenProductName
source: Open
ru: Перейти

# Action_OpenProductNameDescription
source: Open the list of trademarks to check their names.
ru: Открытие списка товарных знаков для проверки наименований.

# Action_OpenProductNameHint
source: Check Trademark Names
ru: Проверить наименования товарных знаков

# Property_IsAcceptedForShipment
source: Accepted for sending
ru: Принят к отправке

# Property_DaysToFinishWorks
source: Remind of expiration, days before
ru: Напоминать об окончании за, мес.

# Property_Amount
source: Amount
ru: Сумма

# Action_FromTemplate
source: From Template
ru: Из шаблона

# Action_FromTemplateDescription
source: Create a new document version from template.
ru: Создание версии из шаблона.

# Action_FromTemplateHint
source: Create Version from Template
ru: Создать версию из шаблона

# Property_TenderStep
source: Tender stage
ru: Этап тендера

# Enum_TenderStep_ApprovalProject
source: Draft contract approval
ru: Согласование проекта договора

# Enum_TenderStep_AppWithChanges
source: Approval of contract with significant changes resulting from tender
ru: Согласование договора с внесением существенных изменений по итогам тендера

# Enum_TenderStep_AppUnchanged
source: Approval of contract with no changes resulting from tender
ru: Согласование договора без изменений по итогам тендера

# Action_SubmitToSign
source: Submitted for Signing
ru: Передано на подписание

# Action_SubmitToSignDescription
source: Put a mark on the selected documents that original documents were submitted for signing.
ru: Фиксация факта передачи оригиналов на подписание в выбранных документах.

# Action_SubmitToSignHint
source: Submitted for Signing
ru: Передано на подписание

# Action_Signed
source: Signed
ru: Подписан

# Action_SignedDescription
source: Put a mark on the selected documents that original documents were signed.
ru: Фиксация результата подписания оригиналов "Подписан" в выбранных документах.

# Action_SignedHint
source: Set "Signed" Result
ru: Установить результат подписания оригиналов "Подписан"

# Action_NotSigned
source: Not Signed
ru: Не подписан

# Action_NotSignedDescription
source: Put a mark on the selected documents that original documents were not signed.
ru: Фиксация результата подписания оригиналов "Не подписан" в выбранных документах.

# Action_NotSignedHint
source: Set "Not Signed" Result
ru: Установить результат подписания оригиналов "Не подписан"

# Ribbon_SignCommands_b16d642741774888a4e7670b5e6bf31d
source: Sign
ru: Подписание

# Property_DpoUser
source: Legal department employee
ru: Сотрудник ДПО

# Property_CompanyNumber
source: Counterparty number
ru: Номер контрагента

# Action_DocumentReturned
source: Not Signed by Counterparty
ru: Не подписан контрагентом

# Enum_LifeCycleState_Terminated
source: Terminated
ru: Расторгнут

# Action_DocumentReturnedDescription
source: Automatically complete the assignment for document return with the "Not Signed by Counterparty" result.
ru: Автоматическое выполнение задания на контроль возврата с результатом "Не подписан контрагентом".

# Action_DocumentReturnedHint
source: Complete with "Not Signed by Counterparty" Result
ru: Выполнить с результатом "Не подписан контрагентом"

# Ribbon_ActionCommands_7305e392ac234116a586a3e97a0c72a6
source: Actions
ru: Действия

# Action_ReturnFromCounterpartyDescription
source: Return paper document
ru: Вернуть бумажный экземпляр документа

# ControlGroup_70fee72b55244e41a15744b73f442dba
source: Transaction controllability attribute
ru: Признак контролируемости сделки

# ControlGroup_96e5101c0062436dae874a660cb2b5b4
source: Amount
ru: Сумма

# Property_IsTermless
source: Permanent
ru: Бессрочный

# Property_IsMainActivity
source: Main activity
ru: Основная хозяйственная деятельность

# Property_HolderTZ
source: Trademark right holder
ru: Правообладатель ТЗ

# Enum_HolderTZ_Llc
source: LUKOIL PJSC
ru: ПАО «ЛУКОЙЛ»

# Enum_HolderTZ_Third
source: Third party, including TEBOIL
ru: Третье лицо, включая TEBOIL

# Enum_HolderTZ_NotKnow
source: Do not know
ru: Не знаю

# Action_FormPackages
source: Generate Packages
ru: Сформировать пакеты

# Action_FormPackagesDescription
source: Group documents and create new "Packages for Sending" databook records.
ru: Группировка документов и создание записей справочника "Пакеты на отправку".

# Action_FormPackagesHint
source: Generate Packages to Send to Counterparty
ru: Сформировать пакеты на отправку контрагенту

# Ribbon_PackageCommands_6b7d3e4bdbcc4e4bbd4398aa6125a074
source: Packages
ru: Работа с пакетами

# Property_RequiredDocuments
source: Required documents
ru: Обязательные документы

# Property_OtherDocuments
source: Other documents
ru: Прочие документы

# Form_05e77bdb542a4190b708ad2f8ce9331d
source: Documents
ru: Документы

# ControlGroup_7c7481a512c34cc180ae0dcef8e88e08
source: Required documents
ru: Обязательные документы

# ControlGroup_529daa88b3284e85ad12e3e0db0dde69
source: Other documents
ru: Прочие документы

# Property_CSBExportDate
source: Date of export to SAP
ru: Дата экспорта в SAP

# DisplayName
source: Contract
ru: Договор

# ControlGroup_3337ef1c0a8445c3acb5d5fccf6f2c54
source: Approval
ru: Согласование

# Property_ApproveLabel
source: Approval
ru: Согласование документа

# Property_ScanMoveStatuses
source: Movement of scan copies
ru: Движение скан-копий

# Property_ScanMoveLabel
source: Movement of scan copies
ru: Движение скан-копий

# Property_ApproveStatuses
source: Approval
ru: Согласование

# Property_OriginalMoveLabel
source: Movement of originals
ru: Движение оригиналов

# Property_OriginalMoveStatuses
source: Movement of originals
ru: Движение оригиналов

# ControlGroup_d3fd28ca202148e6853d18746a640e06
source: Movement of Scanned Copies
ru: Движение скан-копий

# ControlGroup_c1848fa8bdb34effa91c3aa8f98a8906
source: Movement of Originals
ru: Движение оригиналов

# Property_IMSCodeCollection
source: LLK IMS contract kind code
ru: Код вида договора ИСУ ЛЛК

# Property_Subject
source: Subject (for signatory)
ru: Содержание (для подписанта)

# Action_CancelSignTransfer
source: Cancel Submission for Signing
ru: Отменить передачу на подписание

# Action_CancelSignTransferDescription
source: Cancel submission of documents for signing.
ru: Отмена передачи документов на подписание.

# Action_CancelSignTransferHint
source: Cancel Submission for Signing
ru: Отменить передачу на подписание

# Property_LukoilApproving
source: Approval with head office
ru: Согласование с ПАО "ЛУКОЙЛ"

# Enum_LukoilApproving_Required
source: Required
ru: Требуется

# Enum_LukoilApproving_NotRequired
source: Not required
ru: Не требуется

# Enum_LukoilApproving_Received
source: Approval received
ru: Согласование получено

# ControlGroup_d1f95544c9be470f8c30266290a6a87a
source: Approval by LUKOIL PJSC
ru: Согласование с ПАО «ЛУКОЙЛ»

# Property_Resending
source: Resending
ru: Повторная отправка

# Property_BrandedProducts
source: Branded products
ru: Фирменная продукция

# Property_DocumentValidity
source: Document validity period
ru: Срок действия документа в мес.

# Property_OnRegistration
source: On registration
ru: На регистрации

# Action_OriginalSigned
source: Signed by Counterparty
ru: Подписан контрагентом

# Action_OriginalSignedDescription
source: Put a mark on the selected documents that they were signed by the counterparty.
ru: Фиксация результата подписания контрагентом "Подписан" в выбранных документах.

# Action_SetPostReturnStatus
source: Original Returned By Postal Service
ru: Оригинал возвращен почтовой службой

# Action_SetPostReturnStatusDescription
source: Set "Original Returned By Postal Service" original movement status.
ru: Установка статуса движения оригинала "Оригинал возвращен почтовой службой".

# Action_SetPostReturnStatusHint
source: Set "Original Returned By Postal Service" Status
ru: Установить статус движения оригинала "Оригинал возвращен почтовой службой"

# Action_OriginalSignedHint
source: Set "Signed" Counterparty Signing Result
ru: Установить результат подписания контрагентом "Подписан"

# Property_PreparedBy
source: Prepared by
ru: Подготовил

# Property_ScheduledReturnDateFromCounterparty
source: Scheduled return date from counterparty
ru: Срок возврата от контрагента

# Property_ResponsibleForReturnEmployee
source: Employee resp. for return
ru: Ответственный за возврат

# Enum_LifeCycleState_Active
source: Active
ru: Действующий

# Enum_LifeCycleState_Obsolete
source: Obsolete
ru: Неактуальный

# Enum_LifeCycleState_OpenSAP
source: Inactive. Open in SAP
ru: Недействующий. Открыт в SAP

# Enum_LifeCycleState_Deleted
source: Destroyed
ru: Уничтоженный

# Property_StandartForm
source: Standard form
ru: Типовая форма

# Enum_Operation_SetToClosed
source: Status set: "Inactive. Closed in SAP"
ru: Установлен статус "Недействующий. Закрыт в SAP"

# Enum_Operation_SetToObsolete
source: Approval canceled
ru: Согласование отменено

# Enum_Operation_SetToOpenSAP
source: Status set: "Inactive. Open in SAP"
ru: Установлен статус "Недействующий. Открыт в SAP"

# Enum_Operation_SetToDeleted
source: Destruction mark
ru: Отметка об уничтожении

# Action_SubmitToSignCopy
source: Submitted for Signing
ru: Передано на подписание

# Action_SubmitToSignCopyDescription
source: Put a mark on the selected documents that scan copies were submitted for signing.
ru: Фиксация факта передачи скан-копий на подписание в выбранных документах.

# Action_SubmitToSignCopyHint
source: Submitted for Signing
ru: Передано на подписание

# Action_SignedCopy
source: Signed
ru: Подписан

# Action_SignedCopyDescription
source: Put a mark on the selected documents that scanned copies were signed.
ru: Фиксация результата подписания скан-копий "Подписан" в выбранных документах.

# Action_SignedCopyHint
source: Set "Signed" Result
ru: Установить результат подписания скан-копий "Подписан"

# Action_NotSignedCopy
source: Not Signed
ru: Не подписан

# Action_NotSignedCopyDescription
source: Put a mark on the selected documents that scanned copies were not signed.
ru: Фиксация результата подписания скан-копий "Не подписан" в выбранных документах.

# Action_NotSignedCopyHint
source: Set "Not Signed" Result
ru: Установить результат подписания скан-копий "Не подписан"

# Action_CancelSignTransferCopy
source: Cancel Submission for Signing
ru: Отменить передачу на подписание

# Action_CancelSignTransferCopyDescription
source: Cancel submission of documents for signing.
ru: Отмена передачи документов на подписание.

# Action_CancelSignTransferCopyHint
source: Cancel Submission for Signing
ru: Отменить передачу на подписание

# Enum_InternalApprovalState_Aborted
source: Aborted
ru: Прекращено

# Enum_InternalApprovalState_OnRework
source: On rework
ru: На доработке

# Enum_InternalApprovalState_PendingSign
source: Pending signature
ru: На подписании

# Property_DestructionDate
source: Original document destruction date
ru: Дата уничтожения оригинала

# Form_a9cc48a6b80c49ad8fcf6fcc0b9cea06
source: Counterparties
ru: Контрагенты

# Property_Counterparties
source: Counterparties
ru: Контрагенты

# Action_SendWithResposible
source: Send by Express Delivery
ru: Отправить с нарочным

# Action_SendWithResposibleDescription
source: Send the document with a responsible employee.
ru: Отправка документа с ответственным сотрудником.

# Action_SendWithResposibleHint
source: Send Document by Express Delivery
ru: Отправить документ с нарочным

# Ribbon_DeliveryCommands_df0be3eb70454137aadaab670eccf2a7
source: Tracking
ru: Выдача

# Ribbon_SendCommands_7dc6d8561f444f0b9351affd2176eac3
source: Send
ru: Отправка

# ControlGroup_9f69f55b5cd34d0f8bc008065791a648
source: List of Counterparties
ru: Список контрагентов

# Action_MultipleCounterparties
source: Multiple Counterparties
ru: Несколько контрагентов

# Action_MultipleCounterpartiesDescription
source: Multiple counterparties mode. Fill in the list of counterparties on the "Counterparties" tab.Click again to return to the single counterparty mode.
ru: Режим указания нескольких контрагентов. Заполнить список контрагентов необходимо на закладке "Контрагенты". Повторное нажатие вернет документ в режим одного контрагента.

# Action_MultipleCounterpartiesHint
source: Turn On Multiple Counterparties Mode
ru: Включить режим нескольких контрагентов

# Ribbon_Counterparties_990bc35f74bb4a2a92de9bd65d707482
source: Counterparties
ru: Контрагенты

# Property_IsManyCounterparties
source: Several counterparties
ru: Несколько контрагентов

# Ribbon_SelectCompanyToggleButton_0e11798c260d4bb09b2527aa7c97b323
source: Multiple Counterparties
ru: Несколько контрагентов

# Ribbon_SelectCompanyToggleButtonHint_0e11798c260d4bb09b2527aa7c97b323
source: Turn On Multiple Counterparties Mode
ru: Включить режим нескольких контрагентов

# Ribbon_SelectCompanyToggleButtonDescription_0e11798c260d4bb09b2527aa7c97b323
source: Multiple counterparties mode. Fill in the list of counterparties on the "Counterparties" tab.Click again to return to the single counterparty mode.
ru: Режим указания нескольких контрагентов. Заполнить список контрагентов необходимо на закладке "Контрагенты". Повторное нажатие вернет документ в режим одного контрагента.

# Property_TenderType
source: Tender Type
ru: Тип тендера

# Enum_TenderType_TenderLLK
source: TODO
ru: Тендер ЛЛК

# Enum_TenderType_TenderPAO
source: TODO
ru: Тендер ПАО

# Property_InternalApprovalState
source: Internal approval
ru: Согласование с обществом

# Property_AnalysisRequiredExclude
source: Exclude IFRS 16 analysis
ru: Исключен из анализа на признак МСФО

# Property_IMSCodePurchaseCollection
source: LLK IMS Purchase kind code
ru: Закупка

# Property_IMSCodeSaleCollection
source: LLK IMS Sale kind code
ru: Сбыт

# Enum_CounterpartyApprovalState_Unsigned
source: Unsigned
ru: Не подписан

# Enum_CounterpartyApprovalState_Signed
source: Signed
ru: Подписан

# Property_CounterpartyApprovalState
source: TODO
ru: Согласование с контрагентом

# Action_SendToIMS
source: TODO
ru: Отправить в ИСУ ЛЛК

# Action_SendToIMSHint
source: TODO
ru: Отправить документ в ИСУ ЛЛК.

# Action_SendToIMSDescription
source: TODO
ru: Отправить документ в ИСУ ЛЛК.
