Repository: DirectumCompany/rx-template-recurringactionitems
Catalog: DirRX.Solution/DirRX.Solution.Shared/Contract/Contract.*.resx
Languages: ru

# CreateFromTemplate
source: Select Standard Form
ru: Выбор типовой формы

source: Standard form
ru: Типовая форма

source: Recommended form
ru: Рекомендованная форма

# NoTemplate
source: No template is set for this form.
ru: В выбранной форме не задан шаблон.

# OpenProductNameHint
source: Check trademark names by clicking on the link:
ru: Проверьте наименование товарных знаков, перейдя по ссылке:

# PositiveAmount
source: The amount must be positive.
ru: Сумма должна быть положительной.

# CurrentAmount
source: Contract total amount: {0}
ru: Общая сумма по договору (без НДС): {0}

# SelectedContractsSetStateOnSigningSuccessfully
source: Submission of original documents for signing is successfully registered for all selected documents
ru: В выбранных документах успешно зафиксирован факт передачи оригиналов на подписание

# SelectedContractsSetStateOnSigningPartially
source: Submission of original documents for signing is successfully registered for {0} of {1} selected documents
ru: Успешно зафиксирован факт передачи оригиналов на подписание у {0} из {1} документов

# LockedContractErrorMessage
source: Cannot register submission of the original document {0} for signing. The document is locked by user {1}: {2}
ru: Не удалось зафиксировать факт передачи оригиналов на подписание у документа {0}, т.к. документ заблокирован пользователем {1}: {2}

# ContractAssigmentNotFound
source: Cannot specify the signing result for document {0}. No assignments to sign the document are found.
ru: Не удалось указать результат подписания документа {0}. Не найдено ни одного задания на подписание документа.

# ContractAssigmentIsLockedMessage
source: Cannot specify the signing result for document {0}. The assignment to sign the document is locked by user: {1}: {2}.
ru: Не удалось указать результат подписания документа {0}. Задание на подписание документа заблокировано пользователем {1}: {2}.

# SelectedContractsSetStateSignedSuccessfully
source: Signing result "Signed" is successfully registered for all selected documents
ru: В выбранных документах успешно зафиксирован результат "Подписан"

# SelectedContractsSetStateSignedPartially
source: Signing result "Signed" is successfully registered for {0} of {1} selected documents
ru: Успешно зафиксирован результат "Подписан" у {0} из {1} документов

# SelectedContractsSetStateNotSignedSuccessfully
source: Signing result "Not signed" is successfully registered for all selected documents
ru: В выбранных документах успешно зафиксирован результат "Не подписан"

# SelectedContractsSetStateNotSignedPartially
source: Signing result "Not signed" is successfully registered for {0} of {1} selected documents
ru: Успешно зафиксирован результат "Не подписан" у {0} из {1} документов

# ApprovalCheckReturnAssignmentCompleted
source: Assignment to check document return is completed with result "{0}"
ru: Задание на контроль возврата документа выполнено с результатом "{0}"

# Sign
source: Signed
ru: Подписан

# NotSign
source: Not signed
ru: Не подписан

# NotFoundApprovalCheckReturnAssignments
source: No assignments to check document return are found for document.
ru: По документу не найдено заданий по контролю возврата.

# CheckReturn
source: Return control
ru: Контроль возврата

source: Document returned
ru: Документ возвращен

source: Comment
ru: Комментарий

# ApprovalResult
source: Result of document approval by counterparty:
ru: Результат согласования с контрагентом:

# SendForApprovalCheckSumMessage
source: Specify the amount of the document to initiate rule-based approval.
ru: Для отправки на согласование по регламенту необходимо указать сумму согласуемого документа

# IsTenderChanged
source: Create a new version of the document to update the list of required documents.
ru: Необходимо создать новую версию документа для обновления списка обязательных документов.

# DocumentSummaryAmountUSDName
source: Amount of the document under approval (USD)
ru: Сумма согласуемого документа в долларах США

# DocumentSummaryMaxAmountName
source: Contract amount exceeds {0} {1}
ru: Сумма договора превышает {0} {1}

# DocumentSummaryIsTermlessName
source: Open-end contract
ru: Договор бессрочный

# DocumentSummaryCountriesName
source: Countries included in the list of territorial disputes
ru: Страны в перечне спорных территорий

# CounterpartyState
source: Counterparty status: {0}
ru: Статус контрагента: {0}

# WrongContractCodeCountMessage
source: Specify a single MIS LLK contract kind code for the specified contract feature.
ru: Для указанной функциональности договора должен быть указан единственный код вида договора ИСУ ЛЛК.

# SelectedContractsSetStateCounterpartySignedSuccessfully
source: Result of signing by counterparty is successfully registered for all selected documents
ru: В выбранных документах успешно зафиксирован результат подписания контрагентом

# SelectedContractsSetStateCounterpartySignedPartially
source: Result of signing by counterparty is successfully registered for {0} of {1} selected documents
ru: Успешно зафиксирован результат подписания контрагентом у {0} из {1} документов

# CreateFromRecommendedForm
source: Select Recommended Form
ru: Выбор рекомендованной формы

# SelectedContractsSetStateOnSigningCopySuccessfully
source: Submission of scanned copies for signing is successfully registered for all selected documents
ru: В выбранных документах успешно зафиксирован факт передачи скан-копий на подписание

# SelectedContractsSetStateOnSigningCopyPartially
source: Submission of scanned copies for signing is successfully registered for {0} of {1} selected documents
ru: Успешно зафиксирован факт передачи скан-копий на подписание у {0} из {1} документов

# SelectedContractsRemoveStateOnSigningCopySuccessfully
source: Submission of scanned copies for signing is successfully canceled for all selected documents
ru: В выбранных документах успешно отменен факт передачи скан-копий на подписание

# SelectedContractsRemoveStateOnSigningCopyPartially
source: Submission of scanned copies for signing is successfully canceled for {0} of {1} selected documents
ru: Успешно отменен факт передачи скан-копий на подписание у {0} из {1} документов

# SelectedContractsChangeStateSignedCopySuccessfully
source: Result of signing scanned copies is successfully registered for all selected documents
ru: В выбранных документах успешно зафиксирован результат подписания скан-копий

# SelectedContractsChangeStateSignedCopyPartially
source: Result of signing scanned copies is successfully registered for {0} of {1} selected documents
ru: Успешно зафиксирован факт подписания скан-копий у {0} из {1} документов

# SelectedContractsCancelStateOnSigningSuccessfully
source: Submission of document originals for signing is successfully canceled for all selected documents
ru: В выбранных документах успешно отменен факт передачи оригиналов на подписание

# SelectedContractsCancelStateOnSigningPartially
source: Submission of document originals for signing is successfully canceled for {0} of {1} selected documents
ru: Успешно отменен факт передачи оригиналов на подписание у {0} из {1} документов

# FillCounterpartiesListOnTab
source: Fill in the list on the "Counterparties" tab.
ru: Заполните список на закладке "Контрагенты".

# ChangeManyCounterpartiesQuestion
source: Are you sure you want to switch to single counterparty mode?
ru: Переключиться в режим одного контрагента?

# ChangeManyCounterpartiesDescription
source: All counterparties will be removed from the list.
ru: Все контрагенты будут удалены из списка.

source: Counterparties
ru: Контрагенты

# MultiContractOriginalSignedDialogTitle
source: TODO
ru: Подписание многостороннего договора

# MultiContractOriginalSignedDialogText
source: TODO
ru: Убедитесь, что возвращены все подписанные экземпляры. Подписать документ?

# MultiContractOriginalSignedDialogSignButtonTitle
source: TODO
ru: Подписать

# SendButton
source: TODO
ru: Отправить

# NoVersionsInContract
source: TODO
ru: Вами не вложен файл в карточку. Вы уверены, что необходимо инициировать согласование без вложенного файла?

# EmptyRequiredProperty
source: TODO
ru: Не заполнено обязательное свойство "{0}"

# SendApprovalError
source: TODO
ru: Перед отправкой на согласование требуется заполнить обязательные реквизиты карточки документа.

# SendIMSDialogMessage
source: TODO
ru: Отправка в ИСУ ЛЛК уже выполнялась. Хотите продолжить?

# SendToIMSNotAccessRight
source: TODO
ru: Недостаточно прав на выполнения данного действия.

# EmptyContactMessage
source: TODO
ru: Не заполнено обязательное свойство "Контакт" на вкладке "Контрагенты".
