Repository: DirectumCompany/rx-template-recurringactionitems
Catalog: DirRX.LocalActs/DirRX.LocalActs.Shared/StandardForm/StandardFormSystem.*.resx
Languages: ru

# Property_Name
source: Name
ru: Имя

# DisplayName
source: Company Documents
ru: Типовая форма

# AccusativeDisplayName
source: Standard Form
ru: Типовую форму

# CollectionDisplayName
source: Standard Forms
ru: Типовые формы

# Property_DocumentType
source: Document type
ru: Тип документа

# Property_DocumentKind
source: Document kind
ru: Вид документа

# Property_Subject
source: Order subject
ru: Тема приказа

# Property_Supervisor
source: Supervisor
ru: Куратор

# Property_AcquaintanceList
source: Acquaintance lists
ru: Списки ознакомления

# Property_Template
source: Template
ru: Шаблон

# Property_NeedTaxMonitoring
source: Set "Tax monitoring" attribute by default
ru: По умолчанию устанавливать признак "Налоговый мониторинг"

# Property_NeedRegulatoryDocument
source: Contains regulatory document as addendum
ru: Содержит регламентирующий документ как приложение

# Property_NeedCheckTrademarkRegistration
source: Check of presence of trademark registrations in orders required
ru: Требуется проверка на наличие регистрации товарных знаков в приказах

# Property_NeedPaperSigning
source: Hard copy signing required
ru: Требуется подписание на бумаге

# Property_NeedPersonalSignatureAcquaintance
source: Acquaintance against signature required
ru: Требуется ознакомление под личную подпись

# Property_IsBPOwner
source: Business process owner
ru: Владелец БП

# ControlGroup_f6fc67ab49704aa19d35a79f12d52038
source: Additional Order Settings
ru: Дополнительные настройки для приказов

# Property_Content
source: Subject
ru: Содержание

# ControlGroup_ad4fb6c4a5014241b4530c26c4f28187
source: Additional Memo Settings
ru: Дополнительные настройки для служебных записок

# Property_Addressee
source: Addressee
ru: Адресат

# Action_ShowExistingForms
source: Show Existing Records
ru: Показать существующие записи

# Action_ShowExistingFormsDescription
source: Search and view the list of standard forms, in which this document kind is specified.
ru: Поиск и отображение списка стандартных форм, в которых указан этот же вид документа.

# Action_ShowExistingFormsHint
source: View Standard Forms for Selected Document Kind
ru: Просмотреть стандартные формы для указанного вида документа

# Action_SaveDuplicate
source: Save Duplicate
ru: Сохранить дубликат

# Action_SaveDuplicateDescription
source: Save the standard form for a document kind, which already has one or several standard forms.
ru: Сохранение типовой формы для вида документа, которому уже соответствует одна или несколько форм.

# Action_SaveDuplicateHint
source: Save Standard Form Duplicate
ru: Сохранить дубликат типовой формы
