Repository: DirectumCompany/rx-template-recurringactionitems
Catalog: DirRX.PeriodicActionItemsTemplate/DirRX.PeriodicActionItemsTemplate.Shared/RepeatSetting/RepeatSetting.*.resx
Languages: ru

# LabelYear
source: year
ru: год

# LabelMonth
source: month
ru: месяц

# LabelWeek
source: week
ru: неделю

# LabelDay
source: day
ru: день

# IncorrectValidDate
source: Start date must be prior to the end date
ru: Дата начала должна быть меньше даты окончания периода

# IncorrectValue
source: Parameter must be positive
ru: Значение должно быть положительным

# IncorrectDayValue
source: Parameter must be between 1 and {0}
ru: Число должно находиться в диапазоне от 1 до {0}

# IncorrectDaysOfMonth
source: Some months have less than {0} days. In this case, the action item will be repeated on the last day of the month.
ru: В некоторых месяцах меньше {0} дней. В этих случаях повторение будет приходиться на последний день месяца.

# ChooseCoAssigneesToAdd
source: Select Co-Assignees to Add
ru: Выберите соисполнителей для добавления

# ChooseCoAssigneesForDelete
source: Select Co-Assignees to Remove
ru: Выберите соисполнителей для исключения

# BeginningDateLessThanToday
source: The beginning date cannot be less than the current date
ru: Дата начала не может быть меньше текущей даты

# SelectActionForActiveScheduleItemsDialogText
source: Close old posts?
ru: Закрыть старые записи?

# SelectActionForActiveScheduleItemsDialogDescription
source: The schedule has already been set.
ru: Расписание уже сформировано.

source: Keep active
ru: Оставить записи

# Close
source: Close records
ru: Закрыть записи

# ArbitraryScheduleCreationDialogText
source: Set a schedule
ru: Задайте расписание

source: Next
ru: Далее

# RequiredPropertyIsEmpty
source: Required property "{0}" not filled
ru: Не заполнено обязательное свойство "{0}"

# StartDateCannotBeLessThanToday
source: The start date cannot be less than the current date
ru: Дата старта не может быть меньше текущей даты

source: Scheduling Started
ru: Началось составление расписания

source: SENT
ru: ОТПРАВЛЕННЫЕ

# SentDate
source: Sent: {0}
ru: Отправлено: {0}

source: PLANNED FOR THE NEXT YEAR
ru: ПЛАНОВЫЕ НА БЛИЖАЙШИЙ ГОД

# Deadline
source: Deadline: {0}
ru: Срок: {0}

# PlannedStartDate
source: Planned start date: {0}
ru: Плановая дата старта: {0}

# PlannedDeadline
source: Planned deadline: {0}
ru: Плановый срок: {0}

# ChangedParticipantsHistoryComment
source: Old performers {0} changed to {1}
ru: Старые исполнители {0} изменены на {1}

# Enum_Operation_ChangeUsers
source: Changing participants
ru: Изменение участников

# EmptyActionItem
source: Fill in the text in the action item or in the table.
ru: Заполните текст в поручении или в табличной части

# DefaultActionItem
source: Complete the action item.
ru: В работу.

# NoAssigneeActionItem
source: Specify the assignee of the action item.
ru: Укажите исполнителей поручения.
