Repository: DirectumCompany/rx-template-recurringactionitems
Catalog: DirRX.PeriodicActionItemsTemplate/DirRX.PeriodicActionItemsTemplate.Shared/ModuleSystem.*.resx
Languages: ru

# DisplayName
source: Periodic Action Items
ru: Периодические поручения

# CoverTitle
source: Action Items
ru: Поручения

# CoverDescription
source: Module is designed to automate action item management.
ru: Модуль предназначен для автоматизации работы с поручениями.

# JobDisplayName_b9d79dacdc8149c391995d246dc1439d
source: Action Item Escalation
ru: Эскалация поручений

# JobDescription_b9d79dacdc8149c391995d246dc1439d
source: When the time comes to escalate an action item, a manager receives a notice with the action item that must be escalated.
ru: При наступлении срока эскалации руководителю направляется уведомление с вложенным эскалируемым поручением.

# JobDescription_99f12576553b4a579c1c8c57e4d3e77a
source: Periodicals. Sending orders
ru: Периодика. Отправка поручений

# JobDisplayName_99f12576553b4a579c1c8c57e4d3e77a
source: Periodicals. Sending orders
ru: Периодика. Отправка поручений

# AsyncHandler_Description_f82cc7268bd540fd9a0d387aa00a39df
source: Close Schedule Item
ru: Перевести состояние записи расписания отправки в "Закрытая"

# AsyncHandler_Description_56b3aba08af54cb0872b0fdd22bd42f0
source: Create Schedule
ru: Создание расписания отправки по графику

# AsyncHandler_Description_d0a4bc4c6795407fa64dbef3912244d0
source: Start Periodic Action Item
ru: Создать и отправить периодическое поручение

# JobDisplayName_259103fb1953417f80d2a13bc3481b54
source: Updating schedule for periodic action items
ru: Периодика. Актуализация расписания

# JobDescription_259103fb1953417f80d2a13bc3481b54
source: Updates the start and end dates in the "Schedule" databook according to previously created entries in accordance with the calendar.
ru: Актуализирует даты старта и завершения в справочнике “Расписание отправки“ по ранее созданным записям в соответствии с календарем
