Repository: DirectumCompany/rx-template-recurringactionitems
Catalog: DirRX.PeriodicActionItemsTemplate/DirRX.PeriodicActionItemsTemplate.Shared/Module.*.resx
Languages: ru

# RoleDescriptionInitManager
source: Direct manager of assignee
ru: Непосредственный руководитель исполнителя

# RoleDescriptionInitCEOManager
source: Assignee's manager directly subordinate to CEO
ru: Руководитель исполнителя, находящийся в прямом подчинении ГД

# RoleDescriptionCEO
source: Business unit CEO
ru: Руководитель Нашей организации

# RoleDescriptionCEOAssistant
source: Assistant to CEO
ru: Помощник Генерального директора

# RoleDescriptionSecretary
source: Secretaries
ru: Секретари

# PercentMustBeInRange
source: Parameter must be between 1 and 100
ru: Значение должно находиться в диапазоне от 0 до 100

# ValueMustBePositive
source: Parameter must be positive
ru: Значение должно быть положительным

# NameRoleSecretary
source: Secretaries
ru: Секретари

# DescriptionRoleSecretary
source: Secretaries
ru: Секретари

# RoleNameAssignmentSettingResponsibles
source: Employees responsible for action item settings
ru: Ответственные за настройку поручений

# DescriptionAssignmentSettingResponsiblesRole
source: Employees responsible for setting up action items
ru: Ответственные за настройку поручений

# RoleDescriptionCommissioner
source: Creator of action item
ru: Постановщик поручения

# RoleDescriptionPerformer
source: Action item assignee
ru: Исполнитель поручения

# RoleDescriptionControler
source: Action item controller
ru: Контролер по поручению

# RoleDescriptionSubscriber
source: Action item subscriber
ru: Подписчик по поручению

# RoleDescriptionEscManager
source: Escalated action item manager
ru: Руководитель по эскалированному поручению

# EscalatedTaskSubject
source: Escalated action item: {0}
ru: Эскалировано поручение: {0}

# EscalatedTaskActiveText
source: Deadline for {1} expires in {0}. Take measures if necessary.
ru: До окончания срока исполнения {0} осталось {1}. При необходимости примите меры.

# EscalatedReasonText
source: {0} {1} (less {2}%)
ru: {0} {1} (менее {2}%)

# AddSubscriberDialogTitle
source: Create Notice Setting
ru: Создание настройки уведомлений

# AddSubscriberPropertyTitle
source: Receive notices on the action items, in which you are:
ru: Вы хотите настроить получение уведомлений по поручениям, в которых вы:

source: Result
ru: Результат

# ResultDocs
source: Attachments:
ru: Вложения:

source: Escalated
ru: Эскалировано

# LastActionItemText
source: The last action item under the repeat settings was generated. Update the schedule if necessary.
ru: Сформировано последнее поручение. При необходимости актуализируйте расписание.

# AddSubscriberError
source: Cannot add a subscriber. Try again later.
ru: Не удалось добавить подписчика. Повторите попытку позже.

# AddSubscriberInJobError
source: An error occurred while adding a subscriber
ru: При добавлении подписчика возникла ошибка

# AssignmentIsLocked
source: —è?
ru: Задание заблокировано

# ActionItemOnControl
source: Review by controller
ru: На приемке у контролера

# CEOAssistantRoleName
source: CEO assistant
ru: Помощник ГД

# CEOAssistantRoleDescription
source: Employees authorized to run the CEO assistant's report in the "Action Items" module.
ru: Сотрудники, которые имеют право на запуск отчета для помощника ГД в модуле "Поручения".
