Repository: DirectumCompany/rx-template-recurringactionitems
Catalog: DirRX.LocalActs/DirRX.LocalActs.Shared/ModuleSystem.*.resx
Languages: ru

# DisplayName
source: Company Documents
ru: Документы компании

# CoverTitle
source: Company Documents
ru: Документы компании

# CoverDescription
source: Module is designed to automate management of orders and regulatory documents.
ru: Модуль предназначен для автоматизации работы с приказами и регламентирующими документами.

# CoverGroup_LNA
source: Company Regulations
ru: ЛНА

# CoverAction_CreateDocument
source: Create Document
ru: Создать документ

# CoverDescription_CreateDocument
source: Quickly create a document.
ru: Быстрое создание документов.

# CoverAction_OpenOrders
source: Order Register
ru: Реестр приказов

# CoverDescription_OpenOrders
source: Register contains the list of orders.
ru: Реестр содержит список приказов.

# CoverAction_OpenRegulatoryDocuments
source: Regulatory Document Register
ru: Реестр регламентирующих документов

# CoverDescription_OpenRegulatoryDocuments
source: Register contains the list of all regulatory documents.
ru: Реестр содержит список регламентирующих документов.

# CoverGroup_LinkedInformation
source: Related Information
ru: Связанная информация

# CoverAction_OpenBPGroups
source: Groups of Business Processes
ru: Группы бизнес-процессов

# CoverDescription_OpenBPGroups
source: Stores information about groups of business processes.
ru: Хранит информацию о группах бизнес-процессов.

# CoverAction_OpenOrderSubjects
source: Order Subjects
ru: Темы приказов

# CoverDescription_OpenOrderSubjects
source: Stores information about order subjects.
ru: Хранит информацию о темах приказов.

# CoverAction_OpenStandardForms
source: Standard Forms
ru: Типовые формы

# CoverDescription_OpenStandardForms
source: Stores information about standard forms.
ru: Хранит информацию о типовых формах.

# CoverAction_OpenAcquaintanceList
source: Acquaintance Lists
ru: Списки ознакомления

# CoverDescription_OpenAcquaintanceList
source: Stores information about employees to be acquainted with documents.
ru: Хранит информацию о сотрудниках, которые должны ознакомиться с документами.

# CoverAction_OpenRiskLevels
source: Risk Levels
ru: Уровни рисков

# CoverDescription_OpenRiskLevels
source: Stores information about risk levels.
ru: Хранит информацию об уровнях риска.

# JobDisplayName_8fe597ca3599409fa40dedf762766664
source: Change Order State
ru: Изменение состояния приказа

# JobDescription_8fe597ca3599409fa40dedf762766664
source: When the cancellation date comes, the "Obsolete" status will be automatically set to an order and a regulatory document.
ru: При наступлении даты отмены для приказа и регламентирующего документа автоматически устанавливается статус "Устаревший".

# JobDisplayName_12e6b47303e8497791850e80061c9388
source: Approval Task Relevance
ru: Актуальность задачи согласования

# JobDescription_12e6b47303e8497791850e80061c9388
source: Keep track of the document rework time and send a notice to an assignee.
ru: Отслеживание срока доработки документа и уведомление исполнителя.

# JobDisplayName_a3baf24f70b3441ebf3d5f39f7693a1c
source: Extend Approval Deadline
ru: Продление срока согласования

# JobDescription_a3baf24f70b3441ebf3d5f39f7693a1c
source: Extend the deadline of document approval in case the deadline extension request was sent to the approval initiator.
ru: Продление срока согласования при наличии запроса к инициатору.

# JobDisplayName_b44328f381e24b27bc703a771ca5c62b
source: Relevance of Request to Initiator
ru: Актуальность запроса инициатору

# JobDescription_b44328f381e24b27bc703a771ca5c62b
source: Keep track of the time an assignee took to answer a request within a company regulation approval task.
ru: Отслеживание времени на ответ исполнителем в рамках задачи по согласованию ЛНА.

# CoverAction_AllIncomingDocuments
source: Incoming Letters
ru: Входящие письма

# CoverDescription_AllIncomingDocuments
source: Register contains the list of incoming letters.
ru: Реестр содержит список входящих писем.

# CoverGroup_CompanyDocuments
source: Company Documents
ru: Документы компании

# CoverAction_OutgoingLetters
source: Outgoing Letters
ru: Исходящие письма

# CoverDescription_OutgoingLetters
source: Register contains the list of outgoing letters.
ru: Реестр содержит список исходящих писем.

# CoverAction_Memo
source: Memos
ru: Служебные записки

# CoverDescription_Memo
source: Register contains the list of memos.
ru: Реестр содержит список служебных записок.

# CoverGroup_Reports
source: Reports
ru: Отчеты

# CoverAction_DocumntsTaxGroup
source: Register of Tax Group Documents
ru: Реестр документации для налоговой группы

# CoverDescription_DocumntsTaxGroup
source: List of incoming documents for the tax group.
ru: Список содержит входящие документы для налоговой группы.

# CoverAction_IncomingDocemntsReport
source: Incoming Document Register
ru: Реестр входящих документов

# CoverDescription_IncomingDocemntsReport
source: List of incoming documents registered within a specified period.
ru: Список содержит входящие документы, которые зарегистрированы за определенный период.

# CoverAction_DocumentApprovalStatisticsReport
source: Document Approval Statistics
ru: Статистика согласования документов

# CoverAction_DistributionList
source: Distribution Lists
ru: Списки рассылки

# CoverDescription_DistributionList
source: Distribution lists of the outgoing letters.
ru: Списки рассылки исходящих писем.

# CoverAction_ApproversWorkStatisticsReport
source: TODO
ru: Статистика по работе согласующих
