Repository: DirectumCompany/rx-template-recurringactionitems
Catalog: DirRX.Solution/DirRX.Solution.Shared/ContractCondition/ContractCondition.*.resx
Languages: ru

# IsNotValidKindDocument
source: Cannot calculate the condition. The document to be sent is of the wrong kind.
ru: Условие не может быть вычислено. Отправляемый документ не того вида.

# CounterpartyStatusIs
source: Is counterparty status {0}?
ru: Статус контрагента – {0}?

# CounterpartyStatusOther
source: Other counterparty status
ru: Иной статус контрагента

# IsLlcGroupConditionName
source: Is counterparty a part of LUKOIL Group?
ru: Контрагент входит в Группу ЛУКОЙЛ?

# IsLlcGroupConditionNegationName
source: Is counterparty not a part of LUKOIL Group?
ru: Контрагент не входит в Группу ЛУКОЙЛ

# UrgentContractConditionName
source: Is approval urgent?
ru: Согласование срочное?

# FirstSignCPartyConditionName
source: Does counterparty sign first?
ru: Первым подписывает контрагент?

# CPartySignsScanConditionName
source: Does counterparty sign a scanned copy?
ru: Контрагент подписывает скан-копию?

# SubcategoryConditionName
source: Is this additional document condition: {0}?
ru: Дополнительное условие документа: {0}?

# FunctionalityConditionName
source: Is contract feature {0}?
ru: Функциональность договора: {0}?

# DocsProvidedConditionName
source: Have documents been provided?
ru: Документы предоставлены?

# UrgentContractConditionNegationName
source: Contract is not urgent
ru: Договор несрочный

# FirstSignCPartyConditionNegationName
source: Counterparty does not sign first
ru: Первым подписывает не контрагент

# CPartySignsScanConditionNegationName
source: Counterparty does not sign a scanned copy
ru: Контрагент не подписывает скан-копию

# SubcategoryConditionNegationName
source: Additional document condition is not {0}
ru: Дополнительное условие документа не: {0}

# FunctionalityConditionNegationName
source: Contract feature is not {0}
ru: Функциональность договора - не {0}

# DocsProvidedConditionNegationName
source: Documents are not provided
ru: Документы не предоставлены

# InvalidLeadingDocument
source: Cannot calculate the condition. The underlying document is missing.
ru: Условие не может быть вычислено. Отсутствует документ-основание.

# YearCountValueCheck
source: The value must be positive
ru: Значение должно быть положительным

# YearCountGreaterOrEqualSingleName
source: Is overall term of the contract and suppl. agreement not less than {0} year (incl. open-end)?
ru: Общий срок договора и доп. соглашения не менее {0} года (вкл. бессрочный)?

# YearCountGreaterOrEqualName
source: Is overall term of the contract and suppl. agreement not less than {0} years (incl. open-end)?
ru: Общий срок договора и доп. соглашения не менее {0} лет (вкл. бессрочный)?

# YearCountGreaterThanSingleName
source: Is overall term of the contract and suppl. agreement more than {0} year (incl. open-end)?
ru: Общий срок договора и доп. соглашения более {0} года (вкл. бессрочный)?

# YearCountGreaterThanName
source: Is overall term of the contract and suppl. agreement more than {0} years (incl. open-end)?
ru: Общий срок договора и доп. соглашения более {0} лет (вкл. бессрочный)?

# YearCountLessThanSingleName
source: Is overall term of the contract and suppl. agreement less than {0} year (incl. open-end)?
ru: Общий срок договора и доп. соглашения менее {0} года (вкл. бессрочный)?

# YearCountLessThanName
source: Is overall term of the contract and suppl. agreement less than {0} years (incl. open-end)?
ru: Общий срок договора и доп. соглашения менее {0} лет (вкл. бессрочный)?

# YearCountLessOrEqualSingleName
source: Is overall term of the contract and suppl. agreement not more than {0} year (incl. open-end)?
ru: Общий срок договора и доп. соглашения не более {0} года (вкл. бессрочный)?

# YearCountLessOrEqualName
source: Is overall term of the contract and suppl. agreement not more than {0} years (incl. open-end)?
ru: Общий срок договора и доп. соглашения не более {0} лет (вкл. бессрочный)?

# CorpApproveName
source: Is corporate approval required?
ru: Требуется корпоративное одобрение?

# CopyActivationName
source: Is activation performed with scan copies?
ru: Активация по скан-копиям?

# AnalysisRequiredName
source: Is IFRS 16 attribute analysis required?
ru: Требуется анализ на признак МСФО 16?

# YearCountGreaterOrEqualSingleNegName
source: Overall term of the contract and suppl. agreement is less than {0} year (incl. open-end)
ru: Общий срок договора и доп. соглашения менее {0} года (вкл. бессрочный)

# YearCountGreaterOrEqualNegName
source: Overall term of the contract and suppl. agreement is less than {0} years (incl. open-end)
ru: Общий срок договора и доп. соглашения менее {0} лет (вкл. бессрочный)

# YearCountGreaterThanSingleNegName
source: Overall term of the contract and suppl. agreement is not more than {0} year (incl. open-end)
ru: Общий срок договора и доп. соглашения не более {0} года (вкл. бессрочный)

# YearCountLessThanSingleNegName
source: Overall term of the contract and suppl. agreement is not less than {0} year (incl. open-end)
ru: Общий срок договора и доп. соглашения не менее {0} года (вкл. бессрочный)

# YearCountLessOrEqualSingleNegName
source: Overall term of the contract and suppl. agreement is more than {0} year (incl. open-end)
ru: Общий срок договора и доп. соглашения более {0} года (вкл. бессрочный)

# YearCountLessOrEqualNegName
source: Overall term of the contract and suppl. agreement is more than {0} years (incl. open-end)
ru: Общий срок договора и доп. соглашения более {0} лет (вкл. бессрочный)

# YearCountLessThanNegName
source: Overall term of the contract and suppl. agreement is not less than {0} years (incl. open-end)
ru: Общий срок договора и доп. соглашения не менее {0} лет (вкл. бессрочный)

# YearCountGreaterThanNegName
source: Overall term of the contract and suppl. agreement is not more than {0} years (incl. open-end)
ru: Общий срок договора и доп. соглашения не более {0} лет (вкл. бессрочный)

# CorpApproveNegName
source: Corporate approval not required
ru: Не требуется корпоративное одобрение

# CopyActivationNegName
source: Activation with original documents
ru: Активация по оригиналам

# AnalysisRequiredNegName
source: IFRS 16 attribute analysis is not required
ru: Не требуется анализ на признак МСФО 16

# IsCountryDisputedConditionName
source: Is destination/delivery country in the list of territorial disputes?
ru: Страна назначения/поставки входит в перечень спорных территорий?

# IsCountryDisputedNegationName
source: Not one of destination/delivery countries is in the list of territorial disputes
ru: Ни одна из стран назначения/поставки не входит в перечень спорных территорий

# IsTermlessContrConditionName
source: Is it an open-end contract?
ru: Договор бессрочный?

# IsTermlessContrConditionNegationName
source: Contract is not an open-end one
ru: Договор не бессрочный

# CounterpartySanctionsConditionName
source: Is counterparty sanctioned?
ru: Контрагент под санкциями?

# CounterpartySanctionsNegationName
source: Counterparty is not sanctioned
ru: Контрагент не под санкциями

# HolderTZThirdConditionName
source: Is trademark right holder a third party?
ru: Правообладатель ТЗ третье лицо?

# HolderTZThirdNegationName
source: Trademark right holder is not a third party
ru: Правообладатель ТЗ не третье лицо

# PrevStgRisksLvlNegName
source: Risks with the following levels are not defined on the previous stage: {0}
ru: На предыдущем этапе не обозначены риски с уровнями: {0}

# PrevStgRisksLvlName
source: Risks with level {0} are defined on the previous stage
ru: На предыдущем этапе обозначены риски с уровнем {0}

# AdviseCountryNegationName
source: Delivery countries are not in the list of recommended
ru: Страны поставки не входят в перечень рекомендуемых

# LukoilApprovedNegationName
source: Approval by LUKOIL PJSC not required
ru: Не требуется согласование ПАО "ЛУКОЙЛ"

# AdviseCountryConditionName
source: Are delivery countries in the list of recommended?
ru: Страны поставки входят в перечень рекомендуемых?

# LukoilApprovedConditionName
source: Is approval by LUKOIL PJSC required?
ru: Требуется согласование ПАО ЛУКОЙЛ?

# CurAmountIsMoreConditionName
source: Is document amount {0} {1} {2}?
ru: Сумма документа {0} {1} {2}?

# BalancePercentConditionName
source: Document amount is ≥ {0}% of book value of assets
ru: Сумма документа ≥ {0}% балансовой стоимости активов

# CurAmountIsMoreConditionNegationName
source: Is document amount not {0} {1} {2}?
ru: Сумма документа не {0} {1} {2}?

# BalancePercentConditionNegationName
source: Document amount is less than {0}% of book value of assets
ru: Сумма документа меньше {0}% балансовой стоимости активов

# TenderTypeConditionName
source: TODO
ru: Тип тендера: {0}?

# TenderTypeConditionNegationName
source: TODO
ru: Тип тенедра - не {0}

# IsNotValidCounterpartyStatus
source: Cannot calculate the condition. Cannot calculate counterparty status.
ru: Условие не может быть вычислено. Невозможно вычислить статус контрагента.
