Repository: DirectumCompany/rx-template-recurringactionitems
Catalog: DirRX.Solution/DirRX.Solution.Shared/ContractCondition/ContractConditionSystem.*.resx
Languages: ru

# Enum_ConditionType_ContractStatus
source: Counterparty status
ru: Статус контрагента

# Property_ConditionCounterpartyStatus
source: Counterparty status
ru: Статус контрагента

# ControlGroup_ef5bcb7012d44cea9d9fd78ecb39b65a
source: Note
ru: Примечание

# Property_ConditionDocumentKinds
source: Document kinds
ru: Виды документов

# Enum_ConditionType_IsLlcGroup
source: Counterparty is a part of LUKOIL Group
ru: Контрагент входит в Группу ЛУКОЙЛ

# Enum_ConditionType_UrgentContract
source: Approval is urgent
ru: Согласование срочное

# Enum_ConditionType_Subcategory
source: Additional document condition
ru: Дополнительное условие документа

# Enum_ConditionType_Functionality
source: Contract feature
ru: Функциональность договора

# Enum_ConditionType_DocsProvided
source: Documents are provided
ru: Документы предоставлены

# Property_ConditionSubcategory
source: Additional document condition
ru: Дополнительное условие документа

# Property_ContractFunctionality
source: Contract feature (LLK IMS)
ru: Функциональность договора

# Enum_ContractFunctionality_Purchase
source: Purchase
ru: Закупка

# Enum_ContractFunctionality_Sale
source: Sales
ru: Сбыт

# Enum_ContractFunctionality_Mixed
source: Mixed
ru: Смешанный

# Enum_ConditionType_FirstSignCP
source: Counterparty signs first
ru: Первым подписывает контрагент

# Enum_ConditionType_CPSignsScan
source: Counterparty signs a scanned copy
ru: Контрагент подписывает скан-копию

# Enum_ConditionType_TotalDeadline
source: Overall term of contract and additional agreement (years) (incl. open-end)
ru: Общий срок договора и дополнительного соглашения (лет) (вкл. бессрочный)

# Property_YearCount
source: Term
ru: Срок

# Property_YearCountOperator
source: Term
ru: Срок

# Enum_ConditionType_CorpApprove
source: Corporate approval required
ru: Требуется корпоративное одобрение

# Enum_ConditionType_CopyActivation
source: Activation with scanned copies
ru: Активация по скан-копиям

# Enum_ConditionType_AnalysisRequire
source: IFRS 16 attribute analysis is required
ru: Требуется анализ на признак МСФО 16

# Property_RiskLevel
source: Risk level
ru: Уровень риска

# Enum_ConditionType_PrevStgRiskLvl
source: Level of risks specified on previous stage
ru: На предыдущем этапе обозначены риски с уровнем

# Enum_ConditionType_RiskLvl
source: Level of risks specified during approval process
ru: В процессе согласования обозначены риски с уровнем

# Enum_ConditionType_IsCountryDisput
source: Destination/delivery country is in the list of territorial disputes
ru: Страна назначения/поставки входит в перечень спорных территорий

# Enum_ConditionType_IsTermlessContr
source: Contract is an open-end one
ru: Договор бессрочный

# Enum_ConditionType_SanctionCounter
source: Counterparty is sanctioned
ru: Контрагент под санкциями

# Enum_ConditionType_TZThird
source: Trademark right holder is a third party
ru: Правообладатель ТЗ - третье лицо

# Property_RiskLevelCollectionDirRX
source: Risk levels
ru: Уровни риска

# Enum_ConditionType_AdviseCountry
source: Delivery countries are in the list of recommended
ru: Страны поставки входят в перечень рекомендуемых

# Enum_ConditionType_LukoilApproved
source: Approval by LUKOIL PJSC required
ru: Требуется согласование ПАО "ЛУКОЙЛ"

# Enum_ConditionType_CurAmountIsMore
source: Currency amount
ru: Сумма в валюте

# Property_Currency
source: Currency
ru: Валюта

# Enum_ConditionType_BalancePercent
source: Amount is more than % of book value of assets
ru: Сумма больше % балансовой стоимости активов

# Property_BalancePercentage
source: % of book value of assets
ru: % балансовой стоимости активов

# Enum_ConditionType_Standard
source: Standard
ru: Типовой

# Enum_ConditionType_TenderType
source: TODO
ru: Тип тендера

# Property_TenderType
source: TODO
ru: Тип тендера

# Enum_TenderType_TenderLLK
source: TODO
ru: Тендер ЛЛК

# Enum_TenderType_TenderPAO
source: TODO
ru: Тендер ПАО

# DisplayName
source: Contract Condition
ru: Договорное условие
