Repository: DirectumCompany/rx-template-recurringactionitems
Catalog: DirRX.PartiesControl/DirRX.PartiesControl.Shared/RevisionRequest/RevisionRequestSystem.*.resx
Languages: ru

# Property_Counterparty
source: Counterparty
ru: Контрагент

# Property_CheckingReason
source: Check reason
ru: Причина проверки

# Property_CheckingType
source: Check type
ru: Тип проверки

# Property_CheckingDate
source: Check date
ru: Дата проверки

# Property_MainDocument
source: Underlying document
ru: Документ-основание

# Property_Supervisor
source: Supervisor
ru: Куратор

# ControlGroup_406e14dc17444a7f85d8f6eef8abaa3f
source: Main
ru: Основное

# ControlGroup_42612188cf984a66a4cc5c674787d208
source: Notes
ru: Примечание

# ControlGroup_d6db99a72ccd47c5b718b15476e02bb1
source: Counterparty Approval
ru: Одобрение контрагента

# Property_CounterpartyApproval
source: Counterparty approval
ru: Согласование контрагента

# Property_ApprovalResult
source: Decision
ru: Решение

# Property_SecurityComment
source: Comment from Security Department
ru: Комментарий СБ

# Action_Approve
source: Approved
ru: Одобрен

# Action_ApproveDescription
source: Approve the request with result "Approved".
ru: Согласование заявки с результатом "Одобрен".

# Action_ApproveHint
source: Approve Request
ru: Одобрить заявку

# Action_Abort
source: Not Approved
ru: Не одобрен

# Action_AbortDescription
source: Abort the request approval with result "Not Approved".
ru: Завершение согласования заявки с результатом "Не одобрен".

# Action_AbortHint
source: Deny Approval
ru: Отказать в одобрении

# Ribbon_CounterpartyApproval_413172d9e6224578ba95a727b451d748
source: Counterparty Approval
ru: Одобрение контрагента

# Enum_ApprovalResult_Approved
source: Approved
ru: Одобрен

# Enum_ApprovalResult_Aborted
source: Not approved
ru: Не одобрен

# DisplayName
source: Counterparties
ru: Заявка на проверку контрагента

# AccusativeDisplayName
source: Counterparty Check Request
ru: Заявку на проверку контрагента

# CollectionDisplayName
source: Counterparty Check Requests
ru: Заявки на проверку контрагента

# Form_1d541a6e2f22457e81d9b9cadc2c7406
source: Documents
ru: Документы

# ControlGroup_1add0771b4d5497ebb0e741a4ed833d8
source: Retention
ru: Хранение

# ControlGroup_553ac67144cf47978093792fe28477be
source: Required Documents
ru: Обязательные документы

# ControlGroup_7110b47f36b64251bf89d3b62c3f9288
source: Security Department Documents and Other
ru: Документы службы безопасности и прочее

# Property_BindingDocuments
source: Required documents
ru: Обязательные документы

# Property_SecurityServiceDocuments
source: Security Department documents and other
ru: Документы службы безопасности и прочее

# Action_RequestMissingDocuments
source: Request for Missing Documents
ru: Запрос недостающих документов

# Action_RequestMissingDocumentsDescription
source: If some of the documents were not submitted to the archive, click this button to create a simple assignment with the list of missing documents and 1 month deadline.
ru: Если пришли не все документы в архив, при нажатии на кнопку формируется простая задача с перечнем недостающих документов со сроком 1 месяц.

# Action_RequestMissingDocumentsHint
source: Create Assignment with List of Missing Documents
ru: Сформировать задачу с перечнем недостающих документов

# Action_PrintInventory
source: Print Register
ru: Печать описи

# Action_PrintInventoryDescription
source: Generate "Documents Register" report.
ru: Формирование отчета "Опись документов".

# Action_PrintInventoryHint
source: Generate "Document Register" Report
ru: Сформировать отчет "Опись документов"

# Action_AddDocuments
source: Add Documents
ru: Заполнить документы

# Action_AddDocumentsDescription
source: Add the documents from the last check with the same properties to the "Required Documents" panel.
ru: В область "Обязательные документы" подтягиваются документы из предыдущей проверки с аналогичными критериями проверки.

# Action_AddDocumentsHint
source: Complete "Required Documents" Panel
ru: Заполнить область "Обязательные документы"

# FilterPanel_Period_1d11f5c1abcf4c5590f9abbeb378963b
source: Check Date
ru: Дата проверки

# FilterPanel_CheckingResult_f1302c5cc2704488b3321cd7e11a4784
source: Check Result
ru: Результат проверки

# FilterPanel_CheckingType_d902ca9079ad4e7288f7c80993f4645e
source: Check Type
ru: Тип проверки

# FilterPanel_CheckingReason_fd8c0f60c9664059b07955a24633370f
source: Check Reason
ru: Причина проверки

# FilterPanel_HasDocuments_e09d80adf11b4a96be69209266e54740
source: Documents Submitted
ru: Документы предоставлены

# Property_CheckingResult
source: Check result
ru: Результат проверки

# Action_OpenDocumentLink
source: Open
ru: Перейти

# Ribbon_Documents_e61e436b976a44268f54d6aacd656c1f
source: Documents
ru: Документы

# Ribbon_DocumentActions_6d279eca3f7c4fa38df943e6cb693752
source: Actions
ru: Действия

# Property_AllDocsReceived
source: All documents submitted
ru: Все документы получены

# Property_Assignee
source: Assignee
ru: Исполнитель

# Property_LifeCycleState
source: State
ru: Состояние

# Enum_LifeCycleState_Obsolete
source: Obsolete
ru: Устаревший

# Action_CreateDocument
source: Create Document
ru: Создать документ

# Action_CreateDocumentHint
source: TODO
ru: Создать документ по строке

# Action_CreateDocumentDescription
source: TODO
ru: Создает карточку документа "Сведения о контрагенте"
