Repository: DirectumCompany/rx-template-recurringactionitems
Catalog: DirRX.Solution/DirRX.Solution.Shared/ApprovalAssignment/ApprovalAssignmentSystem.*.resx
Languages: ru

# Action_Recycling
source: For Major Rework
ru: На переработку

# Action_RecyclingDescription
source: Document is not approved and requires significant rework.
ru: Документ не согласован, необходима значительная переработка.

# Action_RecyclingHint
source: Send Document for Major Rework
ru: Отправить документ на переработку

# Action_RecyclingConfirmationMessage
source: Are you sure you want to send the document for major rework?
ru: Действительно отправить документ на переработку?

# Action_ForRevision
source: For Rework
ru: На доработку

# Property_ForRecycle
source: For major rework
ru: На переработку

# Action_AddSubscribers
source: Add Subscriber
ru: Добавить подписчика

# Action_AddSubscribersDescription
source: Subscribers will receive notices that they were added to the running task. Subscribers will get access to the task and they are allowed to view attached documents.
ru: Подписчики получат уведомления о том, что они были добавлены в стартованную задачу. В рамках уведомления подписчики получат доступ к задаче и права на просмотр документов во вложении.

# Action_AddSubscribersHint
source: Add Subscribers to Running Task
ru: Добавить подписчиков в стартованную задачу

# Property_Subscribers
source: Subscribers
ru: Подписчики

# ControlGroup_7f66bd321edd49e1b8de14947ac240d8
source: Document Requisites
ru: Реквизиты документа

# DisplayName
source: Legal document approval
ru: Согласование официального документа согласующим

# Control_ecc48ca748594b44961c84fe3cc9632a_EmptyText
source: Specify subscribersâ€¦
ru: Укажите подписчиков...

# Action_ApprovedWithRisk
source: Risks
ru: Риски

# Action_ApprovedWithRiskDescription
source: Specify document risks that were not eliminated during the document approval.
ru: Обозначение рисков по документу, которые не были исключены в процессе согласования.

# Action_ApprovedWithRiskHint
source: Specify Risks
ru: Обозначить риски

# Action_ApprovedWithRiskConfirmationMessage
source: Are you sure you want to approve the document with risk?
ru: Действительно согласовать документ с риском?

# ControlGroup_80343fdd87124231be96320d15fc273d
source: Risks
ru: Риск

# Property_RiskLevel
source: Level
ru: Уровень

# Property_RiskDescription
source: Description
ru: Описание

# ControlGroup_10e0ee76490e41d3ac62cb67404c6d38
source: Readdressing
ru: Переадресация

# Action_RequestInititatorAction
source: Send Request to Assignee
ru: Запрос исполнителю

# Action_RequestInititatorActionDescription
source: Request an assignee to answer questions that an approver had while reviewing the document.
ru: Уточнение у исполнителя вопросов, которые возникли у согласующего при рассмотрении документа.

# Action_RequestInititatorActionHint
source: Send Approval Request to Assignee
ru: Отправить запрос исполнителю на согласование

# Property_ApprovedWithRisk
source: Approved with risk
ru: Согласовано с рисками

# Property_Stage
source: Stage
ru: Этап

# Action_Reject
source: Reject
ru: Отклонить

# Action_RejectDescription
source: Reject the document approval. Other approvers will still be able to approve the document.
ru: Отклонение согласования документа. При этом другие согласующие продолжат согласование.

# Action_RejectHint
source: Report Sending Document to Approver by Mistake
ru: Сообщить об ошибочной отправке документа согласующему

# Action_RejectConfirmationMessage
source: Are you sure you want to reject the document approval?
ru: Действительно отклонить согласование документа?

# Property_Rejected
source: Rejected
ru: Отклонено

# Action_ApprovalForm
source: Approval Form
ru: Лист согласования

# Property_Denied
source: Denied
ru: Отказано

# Action_Deny
source: Deny
ru: Отказать

# Action_DenyDescription
source: Reject approval and signing of the document since further approval has become meaningless, or there are some insuperable obstacles, etc.
ru: Отмена согласования и подписания документа по причине нецелесообразности дальнейшего согласования, наличия неустранимых препятствий и т.д.

# Action_DenyHint
source: Abort Document Approval
ru: Прекратить согласование документа

# Action_DenyConfirmationMessage
source: Are you sure you want to abort document approval?
ru: Действительно прекратить согласование документа?

# Action_ApprovedDescription
source: Document is approved without remarks or risks.
ru: Документ согласован без замечаний и рисков.

# Action_ApprovedHint
source: Approve Document
ru: Согласовать документ

# Action_ForRevisionHint
source: Send Document for rework
ru: Отправить документ на доработку

# Action_ForRevisionDescription
source: Document is not approved and requires significant rework.
ru: Документ не согласован, необходима незначительная доработка.

# Action_ForwardHint
source: Forward Document Approval
ru: Переадресовать согласование документа

# Action_ForwardDescription
source: Delegate approval of the document to another employee.
ru: Передача согласования документа другому сотруднику.
