Repository: DirectumCompany/rx-template-recurringactionitems
Catalog: DirRX.Solution/DirRX.Solution.Shared/ApprovalTask/ApprovalTask.*.resx
Languages: ru

# ReworkText
source: Rework
ru: Доработайте

# RecycleText
source: Do major rework
ru: Переработайте

# NotApprovedRisksStatusName
source: Not approved
ru: Не согласован

# SendRevisionRequestApprovalDialogTitle
source: Documents
ru: Документы

# SendRevisionRequestContinueTitle
source: Continue
ru: Продолжить

# SendRevisionRequestReturnTitle
source: Attach Documents
ru: Вложить документы

# SendRevisionRequestDesirableText
source: Some of the documents are not attached. You can attach them on the "Documents" tab or continue the check.
ru: Вложены не все документы. Вы можете прикрепить необходимые документы на закладке "Документы" или продолжить проверку. Не вложены: {0}

# SendRevisionRequestRequiredText
source: Some of the required documents are not attached. Attach them on the "Documents" tab.
ru: Вложены не все обязательные документы. Прикрепите необходимые документы на закладке "Документы". Не вложены: {0}

# PeriodContractMore
source: Overall contract term exceeds {0} years.
ru: Общий срок договора превышает {0} года.

# KindOfDocumentNeedSend
source: Format of document to be sent to the counterparty: {0}
ru: Документ необходимо отправить контрагенту в виде: {0}

# KindOfDocumentNeedReturn
source: Format of document to be returned from the counterparty: {0}
ru: Требуется возврат документа в виде: {0}

# RejectSubjectText
source: Approval by {0} {1} is rejected for the following reason: {2}
ru: Согласование с сотрудником {0}{1} отклонено по причине: {2}

# DeniedSubjectText
source: Approval is aborted for the following reason: {0}
ru: Согласование прекращено по причине: {0}

# ApprovalRevisionRequestExist
source: The check of this counterparty has already been initiated. Reason: {0}
ru: По данному контрагенту уже запущена проверка. Причина проверки: {0}

# SignStatusActive
source: Valid
ru: Действующая

# InitiatorComment
source: Comment by contract approval initiator
ru: Комментарий инициатора согласования договора

# CountriesInDisputedTerritories
source: {0} is included in the list of territorial disputes.
ru: {0} в перечне спорных территорий.

# RevisionSimpleTaskSubject
source: Fill in remaining requisites and start counterparty check
ru: Дозаполните реквизиты и инициируйте проверку контрагента

# SetAsObsolete
source: Mark as obsolete
ru: Пометить как неактуальный

source: Comment
ru: Комментарий

source: Continue?
ru: Продолжить согласование?

# CounterpartyRequestAsk
source: Are you sure you want to start counterparty check?
ru: Отправить контрагента на проверку?

# CounterpartyRequest
source: The counterparty check will be initiated.
ru: Контрагент будет отправлен на проверку.

# ContractConfirmation
source: Request for confirmation of contract feasibility will be sent to CEO.
ru: Запрос на подтверждение целесообразности договора будет направлен генеральному директору.

# CounterpartyConfirmation
source: Request for confirmation of cooperation feasibility will be sent to the supervisor and CEO.
ru: Запрос на подтверждение целесообразности работы с контрагентом будет направлен куратору и генеральному директору.

# TermlessContract
source: This is an open-end contract.
ru: Данный договор бессрочный.

# ContractCounterpartyConfirmation
source: Request for feasibility confirmation will be sent to CEO.
ru: Запрос на подтверждение целесообразности будет направлен Генеральному директору.

# PeriodSupAgreementMore
source: Overall contract and supplemental agreement term exceeds {0} years.
ru: Общий срок договора и доп. соглашения превышает {0} года.

# PeriodValiditySupAgreementMore
source: Supplemental agreement term exceeds {0} years.
ru: Срок действия доп. соглашения превышает {0} года.

# PeriodValidityContractMore
source: Contract term exceeds {0} years.
ru: Срок действия договора превышает {0} года.

# SendApprovalDialogMessageStoplistStatusHyperlink
source: Counterparty "{0}" is included in stop list.
ru: Контрагент "{0}" включен в стоп-лист.

# SendApprovalDialogMessageNotAllowedStatusHyperlink
source: Counterparty "{0}" is not approved.
ru: Контрагент"{0}" не одобрен.

# SendApprovalDialogMessageCheckingRequiredStatusHyperlink
source: Check of counterparty "{0}" required.
ru: Требуется проверка контрагента "{0}".

# CounterpartiesRequest
source: The counterparties check will be initiated.
ru: Контрагенты будут отправлены на проверку.

# NeedCategoryMessage
source: TODO
ru: Необходимо заполнить категорию договора перед отправкой на согласование

# AttachedReqDocText
source: TODO
ru: Вложены не все документы. Прикрепите необходимые документы на закладке "Документы": Обязательные: {0}

# AttachedDesireDocText
source: TODO
ru: {0} Необязательные: {1}
