Repository: DirectumCompany/rx-template-recurringactionitems
Catalog: DirRX.ContractsCustom/DirRX.ContractsCustom.Shared/Module.*.resx
Languages: ru

# CustomerServiceEmployeesRoleName
source: Client service employees
ru: Сотрудники клиентского сервиса

# DPOEmployeesRoleName
source: Employees of Document and Transactions Audit Department
ru: Сотрудники ОДПИР

# ResponsibleSettingContractRoleName
source: Employees responsible for configuring the "Contracts" module
ru: Ответственные за настройку модуля "Договоры"

# MemoForPayment
source: Requisition to payment without contract
ru: Заявка на оплату без договора

# TenderPurchaseCounterparty
source: Counterparty for tender purchase contracts
ru: Контрагент для тендерных договоров закупки

# OriginalsControlTaskSubject
source: Check presence of activated contract originals
ru: Контроль наличия оригиналов для активированных договоров

# OriginalsControlTaskTextTemplate
source: Document original was not received within {0} {1}. Provide return of the document original.
ru: Оригинал документа не получен в течение {0} {1}. Обеспечьте возврат оригинала документа.

# SetContractExecutedNotice
source: Confirm that all operations based on a contract (execution of works, supplies, receiving payments, etc.) have been successfully completed
ru: Подтвердите завершение взаимодействия по договору (выполнение работ, поставки, получение оплат и прочее)

source: on behalf of
ru: за

# RiskLevel
source: Level
ru: Уровень

source: Approved with risk
ru: Согласовано с риском

# ECDEmployeesRoleName
source: Employees of Unified Document Management Center
ru: Сотрудники ЕЦД

# ConfirmationActivationConditionsTaskSubject
source: Provide documents that confirm happening of activation conditions
ru: Предоставьте документы, подтверждающие наступление условий активации

# ConfirmationActivationConditionsTaskThema
source: Fulfill the contract start conditions, and then attach documents. Complete the assignment.
ru: Выполните условия начала действия договора, приложите требуемые документы. После этого выполните задание.

# ConfirmationActivationConditionsTaskThemaSA
source: Fulfill the supplemental agreement start conditions, and then attach documents. Complete the assignment.
ru: Выполните условия начала действия дополнительного соглашения, приложите требуемые документы. После этого выполните задание.

# ContractsToSAPWrongKSSSCounterpartyId
source: Counterparty ID is not calculated in IBM MDM.Make sure that the counterparty is correctly specified in the document card.
ru: Не вычислен КССС ID контрагента. Проверьте корректность указания контрагента в документе.

# SAPResponsibleRoleName
source: Employees responsible for SAP
ru: Ответственные за SAP

# ContractsToSAPResponsibleTaskSubject
source: An error occurred while exporting contracts and supplemental agreements to SAP.
ru: При экспорте договоров и дополнительных соглашений в SAP возникла ошибка.

# ContractsToSAPNoContractFunctionality
source: Contract feature is not specified.Make sure that the feature is specified correctly in the contract card.
ru: Не указана функциональность договора. Проверьте корректность указания функциональности в документе.

# ContractsToSAPSendingErrorText
source: While sending a request to ESB, the following error occurred:{0}Request:{1}
ru: При отправке запроса в КСШ возникла ошибка: {0} Запрос: {1}

# ContractsToSAPDocumentBlockInfo
source: Document is locked by user {0}.
ru: Документ заблокирован пользователем {0}.

# ContractsToSAPWrongResponseStatusCode
source: Failed to send the document. The ESB service returned status code: {0}Successful receipt codes: 200, 201, 202.Request:{1}
ru: Неудачная отправка документа, сервис КСШ вернул код состояния: {0} Коды успешного приема: 200, 201, 202. Запрос: {1}

# ContractsToSAPNoContractInSupAgreement
source: Cannot define a contract for the current supplemental agreement.Make sure that a contract was specified correctly in the supplemental agreement card.
ru: Не вычислен договор для текущего дополнительного соглашения. Проверьте корректность указания договора в карточке дополнительного соглашения.

# ApplicationNewContractForm
source: Request for development of a one-time deal contract form
ru: Заявка на разработку новой формы договора для разовой сделки

# ApplicationNewContractFormShort
source: Request for development of a new contract form
ru: Заявка на разработку новой формы договора

source: Standard contract form
ru: Типовая форма договора

# StandardContractFormShort
source: Standard form
ru: Типовая форма

# DPOEmployeRoleName
source: Document and Transactions Audit Department responsible employee
ru: Ответственный сотрудник ОДПИР

# ECDEmployeesRoleDescription
source: Employees that manage the Unified Document Management Center registers.
ru: Сотрудники, которые работают с реестрами ЕЦД.

# ContractStatusNameCounterpartyChecking
source: Checking counterparty
ru: Проверка контрагента

# ContractStatusDescCounterpartyChecking
source: When a task to approve a contractual document is sent, the system runs the counterparty check. The status is cleared when the assignment to await checking of a counterparty is completed.
ru: При старте задачи на согласование договорного документ запускается проверка контрагента. Статус снимается после выполнения задания на ожидание окончания проверки контрагента.

# ContractStatusNameOnApproving
source: On approval
ru: На согласовании

# ContractStatusDescOnApproving
source: The document approval task is being executed.
ru: По документу выполняется задача на согласование.

# ContractStatusNameOnRework
source: On rework
ru: На доработке

# ContractStatusDescOnRework
source: The document is sent for rework.
ru: Документ отправлен на доработку.

# ContractStatusNameCorpAcceptance
source: Getting corporate approval
ru: Получение корпоративного одобрения

# ContractStatusDescCorpAcceptance
source: Task to get corporate approval of a deal is not completed. An assignment to get corporate approval of a deal is created.
ru: Задача на получение корпоративного одобрения сделки не завершена. Сформировано задание на получение корпоративного одобрения сделки.

# ContractStatusNameLukoilApproved
source: Getting approval by LUKOIL PJSC
ru: Получение согласования ПАО «ЛУКОЙЛ»

# ContractStatusDescLukoilApproved
source: Task to get approval by LUKOIL PJSC was created, but has not been completed yet. In the contractual document card, on the "Conditions" tab, in the "Approval by LUKOIL PJSC" field, the "Required" value is specified.
ru: Задача по получению согласования ПАО «ЛУКОЙЛ» была поставлена, но согласование еще не получено. В карточке договорного документа на закладке "Условия" в поле "Согласование с ПАО "ЛУКОЙЛ" установлено значение "Требуется".

# ContractStatusNameApproved
source: Approved
ru: Согласован

# ContractStatusDescApproved
source: All approval stages including risk confirmation and other stages are completed. The assignment to get approval and corporate approval by LUKOIL PJSC is completed.
ru: Завершены все этапы согласования, включая подтверждение рисков и прочее. Выполнено задание на получение корпоративного одобрения и согласования с ПАО "ЛУКОЙЛ".

# ContractStatusNameRejected
source: Contract conclusion rejected
ru: Отказано в заключении договора

# ContractStatusDescRejected
source: Approver completed the approval assignment with the "Contract Conclusion Rejected" result.
ru: Согласующий выполнил задание с результатом "Отказано в заключении договора".

# ContractStatusNameSendedToSigner
source: Sent to signatory for electronic approval
ru: Передан подписанту на подтверждение в электронном виде

# ContractStatusDescSendedToSigner
source: Signatory receives an assignment to sign the document with an electronic signature within the rule-based approval.
ru: При согласовании по регламенту подписант получает задание на подписание документа с помощью ЭП.

# ContractStatusNameSignerAccepted
source: Confirmed by counterparty in electronic format
ru: Подтвержден подписантом в электронном виде

# ContractStatusDescSignerAccepted
source: Document is signed with an electronic signature within the rule-based approval.
ru: Документ подписан с помощью ЭП в рамках согласования по регламенту.

# ContractStatusNamePDFSendedForSigning
source: PDF file sent to counterparty for signing
ru: PDF-файл отправлен контрагенту на подписание

# ContractStatusDescPDFSendedForSigning
source: The "Send to Counterparty" record appears. The "PDF File" value is added to the "Notes" column. The "Approval by Counterparty" record with a specified return deadline appears.
ru: Появляется запись "Отправка контрагенту". В колонке "Примечание" добавляется значение "PDF-файл". Появляется запись "Согласование с контрагентом" с установленным сроком возврата.

# ContractStatusNameScanSendedCounterpartyForSigning
source: Scanned copy sent to counterparty for signing
ru: Скан-копия отправлена контрагенту на подписание

# ContractStatusDescScanSendedCounterpartyForSigning
source: Scanned document copy is sent to a counterparty for signing.
ru: Скан-копия документа отправлена на подписание контрагенту.

# ContractStatusNameScanSignedByCounterparty
source: Scanned copy signed by counterparty
ru: Скан-копия подписана со стороны контрагента

# ContractStatusDescScanSignedByCounterparty
source: Scanned document copy is signed by a counterparty.
ru: Скан-копия документа подписана контрагентом.

# ContractStatusNameScanSendedBusinessUnitForSigning
source: Scanned copy sent to association for signing
ru: Скан-копия передана на подписание в Обществе

# ContractStatusDescScanSendedBusinessUnitForSigning
source: Scanned document copy is sent to the association for signing.
ru: Скан-копия документа передана на подписание в Обществе.

# ContractStatusNameScanSignedByAllSides
source: Scanned copy signed by all parties
ru: Скан-копия подписана всеми сторонами

# ContractStatusDescScanSignedByAllSides
source: Scanned document copy is signed by all parties.
ru: Скан-копия документа подписана всеми сторонами.

# ContractStatusNameCounterpartyRejectedSigning
source: Counterparty refused to sign document
ru: Контрагент отказался подписать документ

# ContractStatusDescCounterpartyRejectedSigning
source: Counterparty refused to sign the document.
ru: Контрагент отказался подписать документ.

# ContractStatusNameOriginalSendedBusinessUnitForSigning
source: Document original sent to association for signing
ru: Оригинал документа передан на подписание в Обществе

# ContractStatusDescOriginalSendedBusinessUnitForSigning
source: Document original is sent to the association for signing.
ru: Оригинал документа передан на подписание в Обществе.

# ContractStatusNameOriginalSignedByBusinessUnit
source: Document original signed by association
ru: Оригинал документа подписан в Обществе

# ContractStatusDescOriginalSignedByBusinessUnit
source: Document original is signed by the association.
ru: Оригинал документа подписан в Обществе.

# ContractStatusNameSignerRejectedSigning
source: Signatory refused to sign document
ru: Подписант отказался подписать документ

# ContractStatusDescSignerRejectedSigning
source: Signatory refused to sign the document.
ru: Подписант отказался подписать документ.

# ContractStatusNameOriginalSignedByAllSides
source: Document originals signed by all parties
ru: Оригиналы документов подписаны всеми сторонами

# ContractStatusDescOriginalSignedByAllSides
source: Document originals are signed by all parties.
ru: Оригиналы документов подписаны всеми сторонами.

# ContractStatusNameOriginalWaitingForSending
source: Waiting to be sent to counterparty
ru: Ожидает отправки контрагенту

# ContractStatusDescOriginalWaitingForSending
source: Document is waiting to be sent to a counterparty.
ru: Ожидает отправки контрагенту.

# ContractStatusNameOriginalPlacedForSending
source: Document original placed to document package for sending
ru: Оригинал документа помещен в пакет для отправки

# ContractStatusDescOriginalPlacedForSending
source: Document original is placed to a document package for sending.
ru: Оригинал документа помещен в пакет для отправки.

# ContractStatusNameOriginalAcceptedForSending
source: Document original accepted for sending
ru: Оригинал документа принят к отправке

# ContractStatusDescOriginalAcceptedForSending
source: Document original is accepted for sending.
ru: Оригинал документа принят к отправке.

# ContractStatusNameOriginalSendedToCounterparty
source: Document original sent to counterparty
ru: Оригинал документа отправлен контрагенту

# ContractStatusDescOriginalSendedToCounterparty
source: Document original is sent to a counterparty.
ru: Оригинал документа отправлен контрагенту.

# ContractStatusNameOriginalReceivedFromCounterparty
source: Received document original signed by counterparty
ru: Получен подписанный контрагентом оригинал документа

# ContractStatusDescOriginalReceivedFromCounterparty
source: Document original signed by a counterparty is received.
ru: Получен оригинал документа, который был подписан контрагентом.

# ContractStatusNameOriginalReceivedNonSigned
source: Counterparty returned unsigned document
ru: Контрагент вернул неподписанный документ

# ContractStatusDescOriginalReceivedNonSigned
source: Counterparty returned a document that was not signed.
ru: Контрагент вернул неподписанный документ.

# ContractStatusNameOriginalReturnedByPost
source: Document original returned by post service
ru: Оригинал документа возвращен почтовой службой.

# ContractStatusDescOriginalReturnedByPost
source: Document original is returned by the post service.
ru: Оригинал документа возвращен почтовой службой.

# ContractStatusNameOriginalArchived
source: Document placed to archive
ru: Документ помещен в архив

# ContractStatusDescOriginalArchived
source: Document is placed to the archive.
ru: Документ помещен в архив.

# ContractStatusNameOriginalDeleted
source: Original destroyed
ru: Оригинал уничтожен

# ContractStatusDescOriginalDeleted
source: The status is set when the document is destroyed.
ru: Статус устанавливается при уничтожении документа.

# ECDCancelOffer
source: Unified Document Center. Offer revocation
ru: ЕЦД. Отзыв оферты

# ReturnPeriodExpired
source: Document return period expired: {0}
ru: Истек срок возврата по документу: {0}

# SignedInstanceNotReceived
source: Signed counterparty's document copy was not received within one month
ru: В течение месяца не получен подписанный экземпляр контрагента

# CreatedTask
source: Task (ID:{0}) on the contract with ID:{1} was created.
ru: Создана задача(ИД:{0}) по договору с ИД:{1}.

# ControlReturnTaskActiveText
source: Signed counterparty's document copy was not received within one month. Contact the counterparty to find out the document signing status.
ru: В течение месяца не получен подписанный экземпляр контрагента. Свяжитесь с контрагентом и уточните статус подписания.

# DateErr
source: Start date must be prior to the end date.
ru: Дата начала должна быть меньше даты окончания.

# WithRensposibleMailDeliveryMethod
source: Express delivery
ru: Нарочным

# PhoneEnvelopeReportTemplate
source: tel. {0}
ru: тел. {0}

# SendingResponsiblesRoleName
source: TODO
ru: Ответственные за отправку

# ContractsToSAPWrongResponseStatusCodeMessage
source: TODO
ru: Отправка документа не выполнена. Обратитесь к администратору системы.

# ContractsToSAPSendingErrorTextMessage
source: While sending a request to ESB, the following error occurred:{0}
ru: При отправке запроса в КСШ возникла ошибка: {0}

# SendToIMSTaskText
source: TODO
ru: Проверьте карточку документа, отправьте и дозаполните карточку документа в ИСУ ЛЛК.

# SendToIMSTaskSubject
source: TODO
ru: Отправьте документ в ИСУ ЛЛК: {0}
